Repository: Darkness4/minitel-app
Catalog: assets/l10n/intl_*.arb
Languages: de, es, fr, it, ja, nl, ru, zh

# AboutLoc_title
source: About Minitel Toolbox
de: Über die Minitel Toolbox
es: Acerca de Minitel Toolbox
fr: À propos de Minitel Toolbox
it: Informazioni su Minitel Toolbox
ja: Minitel Toolboxについて
nl: Over Minitel Toolbox
ru: О Minitel Toolbox
zh: 关于Minitel工具箱

# AboutLoc_description
source: Minitel Toolbox includes the most useful tools to have a trouble-free WiFi.
de: Die Minitel Toolbox enthält die nützlichsten Tools für ein störungsfreies WLAN.
es: Minitel Toolbox incluye las herramientas más útiles para tener un WiFi sin problemas.
fr: Minitel Toolbox regroupe les outils les plus utiles pour avoir un WiFi sans encombre.
it: Minitel Toolbox include gli strumenti più utili per avere un WiFi senza problemi.
ja: Minitel Toolboxには、トラブルのないWiFiを実現するための最も便利なツールが含まれています。
nl: Minitel Toolbox bevat de meest handige tools om probleemloos wifi te hebben.
ru: Minitel Toolbox включает в себя самые полезные инструменты для бесперебойной работы WiFi.
zh: Minitel Toolbox包含最有用的工具，可实现无故障WiFi。

# AboutLoc_developper
source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur
it: Sviluppatore
ja: 開発者
nl: Ontwikkelaar
ru: разработчик
zh: 开发者

# AboutLoc_lastVestion
source: Lastest version
de: Letzte Version
es: La última versión
fr: Dernière version
it: Ultima versione
ja: 最新バージョン
nl: Nieuwste versie
ru: Последняя версия
zh: 最新版本

# AboutLoc_website
source: Website
de: Webseite
es: Sitio web
fr: Site Internet
it: Sito web
ja: ウェブサイト
ru: Веб-сайт
zh: 网站

# AboutLoc_license
source: License
de: Lizenz
es: Licencia
fr: Licence
it: Licenza
ja: ライセンス
nl: Licentie
ru: Лицензия
zh: 执照

# AboutLoc_privacyPolicyTitle
source: Privacy Policy
de: Datenschutz-Bestimmungen
es: Política de privacidad
fr: Politique de confidentalité
it: Informativa sulla privacy
ja: 個人情報保護方針
nl: Privacybeleid
ru: политика конфиденциальности
zh: 隐私政策

# AboutLoc_privacyPolicySubtitle
source: No data is shared and stored without your knowledge. The data collected is the data you provide us (diagnostic) and is never saved.
de: Ohne Ihr Wissen werden keine Daten geteilt und gespeichert. Die erhobenen Daten sind die Daten, die Sie uns zur Verfügung stellen (Diagnose) und werden niemals gespeichert.
es: No se comparten ni almacenan datos sin su conocimiento. Los datos recopilados son los datos que nos proporciona (diagnóstico) y nunca se guardan.
fr: Aucune donnée est partagée et stockée à votre insu. Les données collectées sont celles que vous nous fournissez (diagnostique) et ne sont jamais sauvegardées.
it: Nessun dato viene condiviso e memorizzato a tua insaputa. I dati raccolti sono i dati che ci fornite (diagnostica) e non vengono mai salvati.
ja: 知らないうちにデータが共有、保存されることはありません。収集されたデータは、提供されたデータ（診断）であり、保存されることはありません。
nl: Geen gegevens worden gedeeld en opgeslagen zonder uw medeweten. De verzamelde gegevens zijn de gegevens die u ons verstrekt (diagnostisch) en worden nooit opgeslagen.
ru: Никакие данные не передаются и хранятся без вашего ведома. Собранные данные - это данные, которые вы предоставляете нам (диагностические), и они никогда не сохраняются.
zh: 在您不知情的情况下，不会共享和存储任何数据。收集的数据是您提供给我们的数据（诊断性数据），永远不会保存。

# AgendaLoc_title
source: Calendar
de: Kalender
es: Calendario
fr: Agenda
it: Agenda
ja: カレンダー
nl: Kalender
ru: Календарь
zh: 日历

# AgendaLoc_emptyAgenda0
source: Well ? No class ?
de: Gut ? Keine Klasse?
es: Bien ? Sin clase ?
fr: Ben alors ? On n'a pas cours ?
it: Allora? Niente lezione?
ja: まあ？授業はありません ？
nl: Goed ? Geen les ?
ru: Что ж ? Класса нет ?
zh: 好 ？没课 ？

# AgendaLoc_emptyAgenda1
source: 'smells like a barbecue...
de: 'riecht wie ein Grill ...
es: 'huele a barbacoa ...
fr: Ça sent le barbecue....
it: 'odora di barbecue ...
ja: 「バーベキューのようなにおい...
nl: 'ruikt naar een barbecue ...
ru: пахнет барбекю
zh: 闻起来像烧烤...

# AgendaLoc_emptyAgenda2
source: Freeedom !
de: Freiheit!
es: ¡Libertad!
fr: Libeeeeertééé !
it: Libertà!
ja: フリーダム！
nl: Vrijheid!
ru: Свобода!
zh: 释放！

# AgendaLoc_emptyAgenda3
source: Lucky m8 !
de: Glücklicher m8!
fr: Chatteux va !
it: Vai fortunato!
ja: ラッキーm8！
ru: Счастливчик М8!
zh: 幸运M8！

# AgendaLoc_emptyAgenda4
source: Spend more time with the family! (instead of watching the next classes)
de: Verbringen Sie mehr Zeit mit der Familie! (anstatt die nächsten Stunden anzuschauen)
es: ¡Pase más tiempo con la familia! (en lugar de mirar las próximas clases)
fr: Passe plus de temps avec la famille ! (au lieu de regarder les prochains cours)
it: Passa più tempo con la famiglia! (invece di guardare le prossime lezioni)
ja: 家族ともっと時間を過ごしましょう！ （次のクラスを見る代わりに）
nl: Breng meer tijd door met het gezin! (in plaats van de volgende lessen te bekijken)
ru: Проводите больше времени с семьей! (вместо просмотра следующих занятий)
zh: 与家人共度更多时光！ （而不是观看下一堂课）

# AgendaLoc_emptyAgenda5
source: The application has more than 10,000 lines of code... (with 40,000 additions and 30,000 deletions)
de: Die Anwendung verfügt über mehr als 10.000 Codezeilen .... (mit 40.000 Hinzufügungen und 30.000 Löschungen)
es: La aplicación tiene más de 10,000 líneas de código ... (con 40,000 adiciones y 30,000 eliminaciones)
fr: L'application compte plus de 10 000 lignes de codes... (avec 30 000 additions et 20 000 délétions)
it: L'applicazione ha più di 10.000 righe di codice... (con 40.000 aggiunte e 30.000 soppressioni)
ja: アプリケーションには10,000行を超えるコードがあります。...（追加40,000および削除30,000）
nl: De applicatie heeft meer dan 10.000 regels code .... (met 40.000 toevoegingen en 30.000 verwijderingen)
ru: Приложение содержит более 10 000 строк кода .... (с 40 000 добавлений и 30 000 удалений)
zh: 该应用程序具有10,000行以上的代码...。（具有40,000个添加和30,000个删除）

# AgendaLoc_emptyAgenda6
source: The application is developed with Flutter and ❤️
de: Die Anwendung wird mit Flutter und ❤️ entwickelt
es: La aplicación está desarrollada con Flutter y ❤️
fr: L'application est développé avec Flutter et avec ❤️
it: L'applicazione è sviluppata con Flutter e ❤️
ja: アプリケーションはFlutterと❤️で開発されています
nl: De applicatie is ontwikkeld met Flutter en ❤️
ru: Приложение разработано с Flutter и ❤️
zh: 该应用程序是由Flutter和❤️开发的

# AgendaLoc_emptyAgenda7
source: Minitel is the best!
de: Minitel ist König!
es: Minitel es el rey!
fr: Minitel gère !
it: Minitel è il migliore!
ja: ミニテルは王様です！
nl: Minitel is koning!
ru: Минитель это король!
zh: Minitel为王！

# AgendaLoc_emptyAgenda8
source: Freeeeeeedom !
it: Libeeeeertà!
nl: Gratis!
ru: Фриееееедом!

# AgendaLoc_emptyAgenda9
source: The sad panda sit alone.
de: Der traurige Panda sitzt alleine.
es: El panda triste se sienta solo.
ja: 悲しいパンダは一人で座っています。
nl: De trieste panda zit alleen.
ru: Грустная панда сидит одна.
zh: 悲伤的熊猫独自一人坐着。

# NotificationSettingsLoc_title
source: Notification settings
de: Benachrichtigungseinstellungen
es: Configuración de las notificaciones
fr: Paramètres de notifications
it: Impostazioni di notifica
ja: 通知設定
nl: Notificatie instellingen
ru: Настройки уведомлений
zh: 通知设置

# NotificationSettingsLoc_enabled1
source: The notifications are
de: Die Benachrichtigungen sind
es: Las notificaciones son
fr: Les notifications sont
it: Le notifiche sono
ja: 通知は
nl: De meldingen zijn
ru: Уведомления
zh: 通知是

# NotificationSettingsLoc_enabled2
source: {enabled,select, true{enabled.}false{disabled.}}
de: {enabled, select, true {aktiviert.} false {deaktiviert.}}
es: {enabled, select, true {habilitado} false {discapacitado.}}
fr: {enabled,select, true{activées.}false{désactivées.}}
it: {enabled, select, true {abilitate.} false {disabilitate.}}
ja: {enabled, select, true {有効。} false {無効。}}
nl: {enabled, select, true {ingeschakeld.} false {gehandicapt.}}
ru: {enabled, select, true {включен.} false {отключен.}}
zh: {enabled, select, true {已启用。} false {禁用的。}}

# NotificationSettingsLoc_early1
source: Notify
de: Benachrichtigen
es: Notificar
fr: Notifier
it: Notifica
ja: 通知する
nl: verwittigen
ru: Поставить в известность
zh: 通知

# NotificationSettingsLoc_early2
source: minutes before the course.
de: Minuten vor dem Kurs.
es: minutos antes del curso.
fr: minutes avant le cours.
it: minuti prima del corso.
ja: コースの数分前。
nl: minuten voor de cursus.
ru: минут до курса.
zh: 课程开始前几分钟。

# NotificationSettingsLoc_range1
source: Notify the courses for the next
de: Benachrichtigen Sie die Kurse für den nächsten
es: Notificar los cursos para el próximo
fr: Notifier les cours des
it: Comunica i prezzi per i prossimi
ja: 次のコースを通知する
nl: Meld de cursussen voor de volgende
ru: Сообщите о курсах на следующий
zh: 通知下一个课程

# NotificationSettingsLoc_range2
source: days.
de: Tage.
es: dias.
fr: prochains jours.
it: giorni.
ja: 日々。
nl: dagen.
ru: дней.
zh: 天。

# NotificationSettingsLoc_save
source: Save
de: sparen
es: Salvar
fr: Sauvegarder
it: Salva
ja: セーブ
nl: Opslaan
ru: Сохранить
zh: 救

# DocsLoc_title
source: Documentation
de: Dokumentation
es: Documentación
it: Documentazione
ja: ドキュメンテーション
nl: Documentatie
ru: Документация
zh: 文献资料

# DocsLoc_minitel
source: The network association of the residence: if you need equipment (cables, computer,...), to ask questions about the functioning of the machines at school or if you have problems with your computer, it is us that you should contact! One of Minitel's main activities is the maintenance of the home's Internet network: this means a constant effort to improve (new equipment, monitoring...) the speed and reliability of your connection. We also offer you various training courses throughout the year that can help you during the courses, or simply satisfy your curiosity in computer science! Finally, we attach great importance to the animation of student life on campus! To do this, we organize several computer events, such as the Nuit de l'Info or video game tournaments! If you would like to know more about the association and the digital life of the residence, do not hesitate to contact one of the Minitel members: we will be happy to help you and answer all your questions.
de: Der Netzwerkverband der Residenz: Wenn Sie Geräte (Kabel, Computer, ...) benötigen, Fragen zur Funktionsweise der Geräte in der Schule haben oder Probleme mit Ihrem Computer haben, wenden Sie sich an uns! Eine der Hauptaktivitäten von Minitel ist die Wartung des Heim-Internet-Netzwerks. Dies bedeutet, dass Sie sich ständig bemühen, die Geschwindigkeit und Zuverlässigkeit Ihrer Verbindung zu verbessern (neue Geräte, Überwachung ...). Darüber hinaus bieten wir Ihnen das ganze Jahr über verschiedene Schulungen an, die Sie während der Kurse unterstützen oder einfach Ihre Neugier auf Informatik befriedigen können! Schließlich legen wir großen Wert auf die Animation des Studentenlebens auf dem Campus! Zu diesem Zweck organisieren wir verschiedene Computer-Events, wie das Nuit de l'Info oder Videospiel-Turniere! Wenn Sie mehr über den Verein und das digitale Leben der Residenz erfahren möchten, zögern Sie nicht, sich an eines der Minitel-Mitglieder zu wenden: Wir helfen Ihnen gerne weiter und beantworten alle Ihre Fragen.
es: La asociación de red de la residencia: si necesita equipo (cables, computadora, ...), para hacer preguntas sobre el funcionamiento de las máquinas en la escuela o si tiene problemas con su computadora, ¡debe comunicarse con nosotros! Una de las actividades principales de Minitel es el mantenimiento de la red de Internet del hogar: esto significa un esfuerzo constante para mejorar (nuevos equipos, monitoreo ...) la velocidad y la confiabilidad de su conexión. ¡También le ofrecemos varios cursos de capacitación durante todo el año que pueden ayudarlo durante los cursos o simplemente satisfacer su curiosidad en informática! ¡Finalmente, le damos gran importancia a la animación de la vida estudiantil en el campus! Para ello, organizamos varios eventos informáticos, como el Nuit de l'Info o torneos de videojuegos. Si desea saber más sobre la asociación y la vida digital de la residencia, no dude en ponerse en contacto con uno de los miembros de Minitel: estaremos encantados de ayudarle y responder a todas sus preguntas.
fr: L’asso réseau de la rez’ : si tu as besoin de matériel (câbles, ordi,...), de poser des ques-tions sur le fonctionnement des machines à l’école ou si tu rencontres des problèmes avec ton ordinateur, c’est à nous qu’il faut s’adresser ! L’une des occupations principales de Minitel est l’entretien du réseau Internet de la résidence : cela se traduit par un effort constant dans l’amélioration (nouveaux équipements, monitoring...) du débit et de la fiabilité de ta connexion. Nous te proposons également tout au long de l’année des formations variées qui pourront t’aider lors des cours, ou bien simplement satisfaire ta curiosité en informatique ! Enfin, nous attachons une grande importance à l’animation de la vie étudiante du campus ! Pour cela, nous organisons plusieurs événements informatiques, comme la Nuit de l’Info ou encore des tournois de jeux vidéo ! Si tu souhaites en savoir plus à propos de l’asso et de la vie numérique de la rez’, n’hésite pas à contacter l’un des membres de Minitel : nous serons ravis de pouvoir t’aider et répondre à toutes tes questions
it: L'associazione di rete della residenza: se avete bisogno di attrezzature (cavi, computer,.....), per porre domande sul funzionamento delle macchine a scuola o se avete problemi con il vostro computer, siamo noi che dovete contattare! Una delle principali attività di Minitel è la manutenzione della rete Internet di casa: questo significa uno sforzo costante per migliorare (nuove apparecchiature, monitoraggio....) la velocità e l'affidabilità della vostra connessione. Vi offriamo anche vari corsi di formazione durante tutto l'anno che possono aiutarvi durante i corsi, o semplicemente soddisfare la vostra curiosità informatica! Infine, attribuiamo grande importanza all'animazione della vita studentesca nel campus! Per fare questo, organizziamo diversi eventi informatici, come il Nuit de l'Info o i tornei di videogiochi! Se volete saperne di più sull'associazione e sulla vita digitale della residenza, non esitate a contattare uno dei soci Minitel: saremo lieti di aiutarvi e rispondere a tutte le vostre domande.
ja: 住居のネットワーク協会：学校で機械の機能について質問するために機器（ケーブル、コンピューターなど）が必要な場合、またはコンピューターに問題がある場合は、お問い合わせください！ Minitelの主な活動の1つは、家庭のインターネットネットワークのメンテナンスです。これは、接続の速度と信頼性を改善する（新しい機器、監視...）ための絶え間ない努力を意味します。また、年間を通じてさまざまなトレーニングコースを提供しており、コース中に役立つか、単にコンピュータサイエンスの好奇心を満たすことができます！最後に、キャンパスでの学生生活のアニメーションを非常に重視しています！これを行うために、Nuit de l'Infoやビデオゲームトーナメントなど、いくつかのコンピューターイベントを開催します！アソシエーションとレジデンスのデジタルライフについて詳しく知りたい場合は、遠慮なくMinitelメンバーに連絡してください。喜んでお手伝いし、ご質問にお答えします。
nl: De netwerkvereniging van de woning: als u apparatuur (kabels, computer, ...) nodig hebt, om vragen te stellen over de werking van de machines op school of als u problemen hebt met uw computer, moeten wij contact met u opnemen! Een van de belangrijkste activiteiten van Minitel is het onderhoud van het internetnetwerk van het huis: dit betekent een constante inspanning om de snelheid en betrouwbaarheid van uw verbinding te verbeteren (nieuwe apparatuur, monitoring ...). We bieden je ook het hele jaar door verschillende trainingen die je tijdens de cursussen kunnen helpen, of gewoon je nieuwsgierigheid in de informatica kunnen bevredigen! Tot slot hechten we veel belang aan de animatie van het studentenleven op de campus! Om dit te doen, organiseren we verschillende computerevenementen, zoals de Nuit de l'Info of videogametoernooien! Als u meer wilt weten over de vereniging en het digitale leven van de residentie, aarzel dan niet om contact op te nemen met een van de Minitel-leden: we helpen u graag verder en beantwoorden al uw vragen.
ru: Сетевое объединение по месту жительства: если вам нужно оборудование (кабели, компьютер, ...), чтобы задать вопросы о работе машин в школе или если у вас возникли проблемы с компьютером, обращайтесь к нам! Одним из основных направлений деятельности Minitel является обслуживание домашней интернет-сети: это означает постоянные усилия по улучшению (новое оборудование, мониторинг ...) скорости и надежности вашего соединения. Мы также предлагаем вам различные учебные курсы в течение года, которые могут помочь вам во время курсов или просто удовлетворить ваше любопытство в области компьютерных наук! Наконец, мы придаем большое значение анимации студенческой жизни в кампусе! Для этого мы организуем несколько компьютерных мероприятий, таких как Nuit de l'Info или турниры по видеоиграм! Если вы хотите узнать больше об ассоциации и цифровой жизни резиденции, не стесняйтесь обращаться к одному из членов Minitel: мы будем рады помочь вам и ответить на все ваши вопросы.
zh: 住所的网络协会：如果您需要设备（电缆，计算机等），以询问有关学校机器的功能的问题，或者如果您的计算机有问题，则应该与我们联系！ Minitel的主要活动之一是家庭互联网网络的维护：这意味着不断地努力（连接新设备，监视...）来提高连接速度和可靠性。我们还全年为您提供各种培训课程，这些课程可以在课程期间为您提供帮助，或者只是满足您对计算机科学的好奇心！最后，我们非常重视校园学生生活的动画！为此，我们组织了一些计算机活动，例如Nuit de l'Info或视频游戏锦标赛！如果您想了解更多有关该住所的协会和数字生活的信息，请随时与Minitel的一名成员联系：我们将竭诚为您提供帮助，并回答您的所有问题。

# DiagnoseLoc_header
source: Diagnosis
de: Diagnose
es: Diagnóstico
fr: Diagnostique
it: Diagnosi
ja: 診断
nl: Diagnose
ru: диагностика
zh: 诊断

# DiagnoseLoc_ipaContent
source: Gives useful information about the hardware. Useful information: - Status - IP Address - MAC Address
de: Gibt nützliche Informationen zur Hardware. Nützliche Informationen: - Status - IP-Adresse - MAC-Adresse
es: Da información útil sobre el hardware. Información útil: - Estado - Dirección IP - Dirección MAC
fr: Donne des informations utiles sur le matériel. Informations utiles: - Status - Adresse IP - Adresse MAC
it: Fornisce informazioni utili sull'hardware. Informazioni utili: - Stato - Indirizzo IP - Indirizzo MAC
ja: ハードウェアに関する有用な情報を提供します。有用な情報：-ステータス-IPアドレス-MACアドレス
nl: Geeft nuttige informatie over de hardware. Nuttige informatie: - Status - IP-adres - MAC-adres
ru: Дает полезную информацию об оборудовании. Полезная информация: - Статус - IP-адрес - MAC-адрес
zh: 提供有关硬件的有用信息。有用的信息：-状态-IP地址-MAC地址

# DiagnoseLoc_arpContent1
source: Displays the MAC addresses of all devices connected to the phone. The Gateway should be displayed and the MAC address should be 00-0d-b4-10-99-e1. If the MAC address of the gateway does not match that of the gateway, we are dealing with a fisonning ARP:
de: Zeigt die MAC-Adressen aller an das Telefon angeschlossenen Geräte an. Das Gateway sollte angezeigt werden und die MAC-Adresse sollte 00-0d-b4-10-99-e1 sein. Wenn die MAC-Adresse des Gateways nicht mit der des Gateways übereinstimmt, haben wir es mit einem fisonning ARP zu tun:
es: Muestra las direcciones MAC de todos los dispositivos conectados al teléfono. La puerta de enlace debe mostrarse y la dirección MAC debe ser 00-0d-b4-10-99-e1. Si la dirección MAC de la puerta de enlace no coincide con la de la puerta de enlace, estamos tratando con un ARP fisonning:
fr: Affiche les adresses MAC de tous les appareils connectés au téléphone. La Passerelle devrait être affiché et l'adresse MAC doit être 00-0d-b4-10-99-e1. Si l'adresse MAC de la passerelle ne correspond pas à celui de la passerelle, on a affaire à une ARP poisonning :
it: Visualizza gli indirizzi MAC di tutti i dispositivi collegati al telefono. Il Gateway deve essere visualizzato e l'indirizzo MAC deve essere 00-0d-b4-10-99-e1. Se l'indirizzo MAC del gateway non corrisponde a quello del gateway, si tratta di un fisonning ARP:
ja: 電話機に接続されているすべてのデバイスのMACアドレスを表示します。ゲートウェイが表示され、MACアドレスが00-0d-b4-10-99-e1である必要があります。ゲートウェイのMACアドレスがゲートウェイのMACアドレスと一致しない場合、fisonning ARPを処理しています。
nl: Toont de MAC-adressen van alle apparaten die op de telefoon zijn aangesloten. De gateway moet worden weergegeven en het MAC-adres moet 00-0d-b4-10-99-e1 zijn. Als het MAC-adres van de gateway niet overeenkomt met dat van de gateway, hebben we te maken met een fisonning-ARP:
ru: Отображает MAC-адреса всех устройств, подключенных к телефону. Шлюз должен отображаться, а MAC-адрес должен быть 00-0d-b4-10-99-e1. Если MAC-адрес шлюза не совпадает с адресом шлюза, мы имеем дело с новым ARP:
zh: 显示连接到电话的所有设备的MAC地址。应该显示网关，并且MAC地址应该是00-0d-b4-10-99-e1。如果网关的MAC地址与网关的MAC地址不匹配，则我们正在处理固定ARP：

# DiagnoseLoc_arpContent2
source: The gateway's IP thief responds to the ARP response sent by the victim on broadcast, faster than the gateway.
de: Der IP-Dieb des Gateways antwortet auf die ARP-Antwort des Opfers bei der Übertragung schneller als das Gateway.
es: El ladrón de IP de la puerta de enlace responde a la respuesta ARP enviada por la víctima en la transmisión, más rápido que la puerta de enlace.
fr: Le voleur d'IP de la passerelle répond à la réponse ARP envoyé en broadcast par la victime, plus rapidement que la passerelle.
it: Il ladro di IP del gateway risponde alla risposta ARP inviata dalla vittima in trasmissione, più velocemente del gateway.
ja: ゲートウェイのIP泥棒は、被害者がブロードキャストで送信したARP応答に、ゲートウェイよりも速く応答します。
nl: De IP-dief van de gateway reageert op de ARP-reactie die door het slachtoffer op de uitzending wordt verzonden, sneller dan de gateway.
ru: IP-вор шлюза отвечает на ответ ARP, отправленный жертвой в широковещательном режиме, быстрее, чем шлюз.
zh: 网关的IP小偷对广播中受害者发送的ARP响应的响应速度比网关快。

# DiagnoseLoc_arpContent3
source: A temporary solution (only when WiFi is on) is:
de: Eine vorübergehende Lösung (nur wenn WiFi aktiviert ist) ist:
es: Una solución temporal (solo cuando WiFi está activado) es:
fr: Une solution temporaire (uniquement lorsque le WiFi est allumé) est :
it: Una soluzione temporanea (solo quando il WiFi è attivo) lo è:
ja: 一時的な解決策（WiFiがオンの場合のみ）：
nl: Een tijdelijke oplossing (alleen wanneer WiFi is ingeschakeld) is:
ru: Временное решение (только когда WiFi включен):
zh: 临时解决方案（仅当WiFi打开时）是：

# DiagnoseLoc_tracerouteContent
source: Displays the path and delays of packets to a Google server. Useful to see the causes of lag.
de: Zeigt den Pfad und die Verzögerungen von Paketen zu einem Google-Server an. Nützlich, um die Ursachen der Verzögerung zu sehen.
es: Muestra la ruta y los retrasos de los paquetes a un servidor de Google. Útil para ver las causas del retraso.
fr: Affiche le chemin et les délais des paquets vers un serveur Google. Utile pour voir les causes de lag.
it: Visualizza il percorso e i ritardi dei pacchetti su un server di Google. Utile per vedere le cause del ritardo.
ja: Googleサーバーへのパケットのパスと遅延を表示します。遅延の原因を確認するのに役立ちます。
nl: Toont het pad en de vertragingen van pakketten naar een Google-server. Handig om de oorzaken van vertraging te zien.
ru: Отображает путь и задержки пакетов на сервер Google. Полезно увидеть причины отставания.
zh: 显示到达Google服务器的数据包的路径和延迟。了解滞后原因很有用。

# DiagnoseLoc_pingLoContent1
source: Checks if the TCP/IP software is working.
de: Überprüft, ob die TCP / IP-Software funktioniert.
es: Comprueba si el software TCP / IP está funcionando.
fr: Vérifie si le logiciel TCP/IP fonctionne.
it: Controlla se il software TCP/IP funziona.
ja: TCP / IPソフトウェアが機能しているかどうかを確認します。
nl: Controleert of de TCP / IP-software werkt.
ru: Проверяет, работает ли программное обеспечение TCP / IP.
zh: 检查TCP / IP软件是否正在运行。

# DiagnoseLoc_pingLoContent2
source: Should always be positive.
de: Sollte immer positiv sein.
es: Siempre debe ser positivo.
fr: Devrait être toujours positif.
it: Dovrebbe essere sempre positivo.
ja: 常にポジティブであるべきです。
nl: Moet altijd positief zijn.
ru: Всегда должен быть позитивным.
zh: 应该永远是积极的。
