Repository: Darkness4/minitel-app
Catalog: assets/l10n/intl_*.arb
Languages: de, es, fr, it, ja, nl, ru, zh

# MailLoc_mailContent1
source: With your favorite email application, use the manual configuration and fill in the corresponding fields.
de: Verwenden Sie bei Ihrer bevorzugten E-Mail-Anwendung die manuelle Konfiguration und füllen Sie die entsprechenden Felder aus.
es: Con su aplicación de correo electrónico favorita, use la configuración manual y complete los campos correspondientes.
fr: Avec votre application mail préférée, utilisez la configuration manuelle et remplissez les champs correspondant.
it: Con la tua applicazione e-mail preferita, usa la configurazione manuale e compila i campi corrispondenti.
ja: お気に入りのメールアプリケーションで、手動設定を使用し、対応するフィールドに入力します。
nl: Gebruik bij uw favoriete e-mailtoepassing de handmatige configuratie en vul de bijbehorende velden in.
ru: С вашим любимым почтовым приложением, используйте ручную настройку и заполните соответствующие поля.
zh: 在您喜欢的电子邮件应用程序中，使用手动配置并填写相应的字段。

# MailLoc_mailContent2
source: Email: firstname.lastname@etu.emse.fr Password: your school password Incoming server: IMAP Host name: messel.emse.fr Port: 993 Security: ssl/tls Authentication method: standard password Identifier: firstname.lastname (⚠️ without @etu.emse.fr) Outgoing server: Host name: messel.emse.fr Port: 465 Security: ssl/tls uthentication method: standard password Identifier: firstname.lastname (⚠️ without @etu.emse.fr)
de: E-Mail: Vorname.Nachname@etu.emse.fr Kennwort: Ihr Schulkennwort Eingangsserver: IMAP Hostname: messel.emse.fr Port: 993 Sicherheit: ssl / tls Authentifizierungsmethode: Standardkennwort Kennung: Vorname.Nachname (⚠️ ohne @ etu.emse.fr) Ausgangsserver: Hostname: messel.emse.fr Port: 465 Sicherheit: SSL / TLS-Authentifizierungsmethode: Standardkennwort Kennung: Vorname.Nachname (⚠️ ohne @ etu.emse.fr)
es: Correo electrónico: firstname.lastname@etu.emse.fr Contraseña: la contraseña de su escuela Servidor entrante: IMAP Nombre de host: messel.emse.fr Puerto: 993 Seguridad: ssl / tls Método de autenticación: contraseña estándar Identificador: firstname.lastname (⚠️ sin @ etu.emse.fr) Servidor saliente: Nombre de host: messel.emse.fr Puerto: 465 Seguridad: ssl / tls método de autenticación: contraseña estándar Identificador: nombre.nombre pasado (⚠️ sin @ etu.emse.fr)
fr: Email : prenom.nom@etu.emse.fr Mot de passe : ton mot de passe école Serveur entrant : IMAP Nom d'hote : messel.emse.fr Port : 993 Sécurité : ssl/tls Méthode d'authentification : mot de passe normal Identifiant : prenom.nom (⚠️ sans le @etu.emse.fr) Serveur sortant : Nom d'hôte : messel.emse.fr Port : 465 Sécurité : ssl/tls Méthode d'authentification : mot de passe normal Identifiant : prenom.nom (⚠️ sans le @etu.emse.fr)
it: E-mail: firstname.lastname@etu.emse.fr Password: password della scuola Server in entrata: IMAP Nome host: messel.emse.fr Porta: 993 Sicurezza: ssl / tls Metodo di autenticazione: password standard Identificatore: firstname.lastname (⚠️ senza @etu.emse.fr) Server in uscita: Nome host: messel.emse.fr Porta: 465 Sicurezza: ssl / tls Metodo di autenticazione: password standard Identificatore: firstname.lastname (⚠️ senza @etu.emse.fr)
ja: 電子メール：firstname.lastname@etu.emse.frパスワード：学校のパスワード受信サーバー：IMAPホスト名：messel.emse.frポート：993セキュリティ：ssl / tls認証方法：標準パスワード識別子：firstname.lastname（@️なしの⚠️ etu.emse.fr）送信サーバー：ホスト名：messel.emse.frポート：465セキュリティ：ssl / tls認証方法：標準パスワード識別子：firstname.lastname（⚠️@ etu.emse.frなし）
nl: E-mail: voornaam.lastnaam@etu.emse.fr Wachtwoord: uw schoolwachtwoord Inkomende server: IMAP Hostnaam: messel.emse.fr Poort: 993 Beveiliging: ssl / tls Verificatiemethode: standaard wachtwoord Identificatie: voornaam.lastnaam (⚠️ zonder @ etu.emse.fr) Uitgaande server: Hostnaam: messel.emse.fr Poort: 465 Beveiliging: ssl / tls uthentication methode: standaard wachtwoord Identifier: firstname.lastname (⚠️ zonder @ etu.emse.fr)
ru: E-mail: firstname.lastname@etu.emse.fr Пароль: ваш школьный пароль Входящий сервер: IMAP Имя хоста: messel.emse.fr Порт: 993 Безопасность: ssl / tls Метод аутентификации: стандартный пароль Идентификатор: firstname.lastname (⚠️ без @ etu.emse.fr) Исходящий сервер: имя хоста: messel.emse.fr Порт: 465 Безопасность: метод аутентификации ssl / tls: стандартный пароль Идентификатор: имя_файла.lastname (⚠️ без @ etu.emse.fr)
zh: 电子邮件：firstname.lastname@etu.emse.fr密码：您的学校密码传入服务器：IMAP主机名：messel.emse.fr端口：993安全性：ssl / tls身份验证方法：标准密码标识符：firstname.lastname（⚠️不带@ etu.emse.fr）发送服务器：主机名：messel.emse.fr端口：465安全性：ssl / tls验证方式：标准密码标识符：名。姓（⚠️不带@ etu.emse.fr）

# VMLoc_definitionHeader
source: A VM is:
de: Eine VM ist:
es: Una VM es:
fr: Une VM, c'est :
it: Una VM è:
ja: VMは次のとおりです。
nl: Een VM is:
ru: ВМ это:
zh: 虚拟机是：

# VMLoc_definitionContent
source: A Machine whose components are emulated. A Machine that is strictly isolated from the host. As the components are emulated, the chances of a VM crash are much lower.
de: Eine Maschine, deren Komponenten emuliert werden. Eine Maschine, die streng vom Host isoliert ist. Während die Komponenten emuliert werden, ist die Wahrscheinlichkeit eines VM-Absturzes viel geringer.
es: Una máquina cuyos componentes son emulados. Una máquina que está estrictamente aislada del host. A medida que se emulan los componentes, las posibilidades de un bloqueo de VM son mucho menores.
fr: Une Machine dont les composants sont émulées. Une Machine qui est strictement isolée de l'hôte. Comme les composants sont émulées, les chances de crash d'une VM sont largement moins faibles
it: Una macchina i cui componenti sono emulati. Una macchina che è strettamente isolata dall'host. Man mano che i componenti vengono emulati, le probabilità di un incidente VM sono molto più basse.
ja: コンポーネントがエミュレートされるマシン。ホストから厳密に隔離されたマシン。コンポーネントがエミュレートされるため、VMがクラッシュする可能性ははるかに低くなります。
nl: Een machine waarvan de componenten worden geëmuleerd. Een machine die strikt geïsoleerd is van de host. Omdat de componenten worden geëmuleerd, is de kans op een VM-crash veel lager.
ru: Машина, чьи компоненты эмулируются. Машина, которая строго изолирована от хозяина. Поскольку компоненты эмулируются, вероятность сбоя виртуальной машины значительно ниже.
zh: 一台模拟其组件的机器。与主机严格隔离的计算机。随着组件的仿真，VM崩溃的可能性大大降低。

# VMLoc_customizeHeader
source: A VM is therefore made to be tampered to death:
de: Eine VM wird daher zu Tode manipuliert:
es: Por lo tanto, una VM está hecha para ser manipulada hasta la muerte:
fr: Une VM c'est donc fait pour être trafiqué à mort :
it: Una VM è quindi fatta per essere manomessa a morte:
ja: したがって、VMは改ざんされて死に至ります。
nl: Een VM is daarom gemaakt om met de dood te worden geknoeid:
ru: Поэтому VM создается для того, чтобы быть подделанным до смерти:
zh: 因此，VM被篡改致死：

# VMLoc_customizeContent
source: - Useful for having a sandbox and doing lots of tests. - Useful for training on Linux (WM, DM, drivers, installations...), without blowing up your dual boot. - Useful for making a VPS. - Useful for using a compiler with a dedicated and protected environment.
de: - Nützlich, um einen Sandkasten zu haben und viele Tests durchzuführen. - Nützlich für das Training unter Linux (WM, DM, Treiber, Installationen ...), ohne Ihren Dual-Boot in die Luft zu jagen. - Nützlich für die Erstellung eines VPS. - Nützlich für die Verwendung eines Compilers in einer dedizierten und geschützten Umgebung.
es: - Útil para tener una caja de arena y hacer muchas pruebas. - Útil para la capacitación en Linux (WM, DM, controladores, instalaciones ...), sin arruinar su arranque dual. - Útil para hacer un VPS. - Útil para usar un compilador con un entorno dedicado y protegido.
fr: - Utile pour avoir une sandbox et faire plein de tests. - Utile pour s'entraîner à Linux (WM, DM, pilotes, installations...), sans faire péter son dual boot. - Utile pour faire un VPS. - Utile pour faire un compilateur avec un environnement dédié et protégé.
it: - Utile per avere una sandbox e fare molti test. - Utile per la formazione su Linux (WM, DM, driver, installazioni ...), senza far esplodere il dual boot. - Utile per creare un VPS. - Utile per l'utilizzo di un compilatore con un ambiente dedicato e protetto.
ja: -サンドボックスを持ち、多くのテストを行うのに便利です。 -Linux（WM、DM、ドライバー、インストールなど）でのトレーニングに便利です。デュアルブートを起動する必要はありません。 -VPSの作成に役立ちます。 -専用の保護された環境でコンパイラを使用するのに便利です。
nl: - Handig voor het hebben van een sandbox en het uitvoeren van veel tests. - Handig voor training op Linux (WM, DM, stuurprogramma's, installaties ...), zonder je dubbele boot op te blazen. - Handig voor het maken van een VPS. - Handig voor het gebruik van een compiler met een speciale en beschermde omgeving.
ru: - Полезно для того, чтобы иметь песочницу и делать много тестов. - Полезно для обучения в Linux (WM, DM, драйверы, установки ...), не взрывая вашу двойную загрузку. - Полезно для создания VPS. - Полезно для использования компилятора с выделенной и защищенной средой.
zh: -对于拥有沙盒和进行大量测试很有用。 -有助于在Linux上进行培训（WM，DM，驱动程序，安装...），而不会破坏双引导。 -用于制作VPS。 -对于在专用且受保护的环境中使用编译器很有用。

# VMLoc_installHeader
source: It goes without saying that it is useless for a VM to have a graphical interface. Very often, an SSH connection is set up instead of using the graphical user interface or TTY. Generally, the installation of a VM is quick and easy:
de: Es versteht sich von selbst, dass es für eine VM nutzlos ist, eine grafische Oberfläche zu haben. Sehr oft wird eine SSH-Verbindung aufgebaut, anstatt die grafische Benutzeroberfläche oder TTY zu verwenden. Im Allgemeinen ist die Installation einer VM schnell und einfach:
es: No hace falta decir que es inútil que una VM tenga una interfaz gráfica. Muy a menudo, se configura una conexión SSH en lugar de utilizar la interfaz gráfica de usuario o TTY. En general, la instalación de una VM es rápida y fácil:
fr: Cela va sans dire qu'il est inutile pour une VM d'avoir une interface graphique. Très souvent, une connexion SSH est mise en place au lieu d'utiliser l'interface graphique ou TTY. Généralement, l'installation d'une VM est rapide et simple :
it: Va da sé che è inutile per una VM avere un'interfaccia grafica. Molto spesso, invece di utilizzare l'interfaccia grafica utente o il TTY, viene impostata una connessione SSH. In generale, l'installazione di una macchina virtuale è semplice e veloce:
ja: 言うまでもなく、VMがグラフィカルインターフェイスを持つことは無意味です。多くの場合、グラフィカルユーザーインターフェイスまたはTTYを使用する代わりに、SSH接続がセットアップされます。一般に、VMのインストールは迅速かつ簡単です。
nl: Het spreekt voor zich dat het nutteloos is voor een VM om een grafische interface te hebben. Heel vaak wordt een SSH-verbinding opgezet in plaats van de grafische gebruikersinterface of TTY te gebruiken. Over het algemeen is de installatie van een VM snel en eenvoudig:
ru: Само собой разумеется, что для виртуальной машины бесполезно иметь графический интерфейс. Очень часто SSH-соединение устанавливается вместо использования графического интерфейса пользователя или TTY. Как правило, установка виртуальной машины выполняется быстро и просто:
zh: 毫无疑问，VM具有图形界面是没有用的。通常，会建立SSH连接，而不使用图形用户界面或TTY。通常，VM的安装是快速简便的：

# VMLoc_installContent
source: - Creating a virtual disk > 20 GB - Inserting a Linux image into the emulated CD port - Linux installation (similar to a dual boot) - Configuring SSH/telnet/RDP access
de: - Erstellen einer virtuellen Festplatte> 20 GB - Einfügen eines Linux-Images in den emulierten CD-Port - Linux-Installation (ähnlich einem Dual-Boot) - Konfigurieren des SSH / Telnet / RDP-Zugriffs
es: - Creación de un disco virtual> 20 GB - Inserción de una imagen de Linux en el puerto de CD emulado - Instalación de Linux (similar a un arranque dual) - Configuración de acceso SSH / telnet / RDP
fr: - Création d'un disque virtuel > 20 Go - Insertion d'une image Linux dans le port CD émulé - Installation de Linux (similaire à un dual boot) - Configuration d'un accès SSH/telnet/RDP
it: - Creazione di un disco virtuale > 20 GB - Inserimento di un'immagine Linux nella porta del CD emulato - Installazione di Linux (simile a un dual boot) - Configurazione dell'accesso SSH / telnet / RDP
ja: -20 GBを超える仮想ディスクの作成-エミュレートされたCDポートへのLinuxイメージの挿入-Linuxインストール（デュアルブートと同様）-SSH / telnet / RDPアクセスの構成
nl: - Een virtuele schijf maken> 20 GB - Een Linux-image in de geëmuleerde CD-poort plaatsen - Linux-installatie (vergelijkbaar met een dubbele opstartprocedure) - SSH / telnet / RDP-toegang configureren
ru: - Создание виртуального диска> 20 ГБ - Вставка образа Linux в эмулируемый порт CD - Установка Linux (аналогично двойной загрузке) - Настройка доступа SSH / telnet / RDP
zh: -创建大于20 GB的虚拟磁盘-将Linux映像插入仿真的CD端口-Linux安装（类似于双重启动）-配置SSH / telnet / RDP访问

# VMLoc_vmTypeHeader
source: Some hypervisors (VirtualBox, VMWare, Hyper-V) are even equipped with quick installation functions. This also allows you to practice dual boot 😄. Types of VMs:
de: Einige Hypervisoren (VirtualBox, VMWare, Hyper-V) sind sogar mit Schnellinstallationsfunktionen ausgestattet. Auf diese Weise können Sie auch den Dual-Boot üben. VM-Typen:
es: Algunos hipervisores (VirtualBox, VMWare, Hyper-V) incluso están equipados con funciones de instalación rápida. Esto también te permite practicar el arranque dual 😄. Tipos de máquinas virtuales:
fr: Certains hyperviseurs (VirtualBox, VMWare, Hyper-V) sont même équipés de fonctions d'installation rapide. Cela permet également de s'entraîner aux dual boot 😄. Types de VM :
it: Alcuni hypervisor (VirtualBox, VMWare, Hyper-V) sono persino dotati di funzioni di installazione rapida. Questo permette anche di praticare il dual boot 😄. Tipi di macchine virtuali:
ja: 一部のハイパーバイザー（VirtualBox、VMWare、Hyper-V）には、クイックインストール機能も備わっています。これにより、デュアルブートpracticeを練習することもできます。 VMの種類：
nl: Sommige hypervisors (VirtualBox, VMWare, Hyper-V) zijn zelfs uitgerust met snelle installatiefuncties. Hiermee kun je ook dual boot oefenen 😄. Typen VM's:
ru: Некоторые гипервизоры (VirtualBox, VMWare, Hyper-V) даже оснащены функциями быстрой установки. Это также позволяет вам практиковать двойную загрузку 😄. Типы виртуальных машин:
zh: 某些管理程序（VirtualBox，VMWare，Hyper-V）甚至配备了快速安装功能。这也使您可以练习双启动😄。虚拟机类型：

# VMLoc_vmTypeContent
source: - Type I : Bare Metal, the OS is itself the hypervisor. - Type II : Hosted, the hypervisor is hosted by the host OS.
de: - Typ I: Bare Metal, das Betriebssystem selbst ist der Hypervisor. - Typ II: Gehostet, der Hypervisor wird vom Host-Betriebssystem gehostet.
es: - Tipo I: Bare Metal, el sistema operativo es en sí mismo el hipervisor. - Tipo II: alojado, el hipervisor está alojado por el sistema operativo host.
fr: - Type I : Bare Metal, l'OS est lui-même l'hyperviseur. - Type II : Hosted, l'hyperviseur est hébergé par l'OS hôte.
it: - Tipo I: Bare Metal, il sistema operativo è esso stesso l'hypervisor. - Tipo II: Hosted, l'hypervisor è ospitato dal sistema operativo host.
ja: -タイプI：ベアメタル、OS自体がハイパーバイザーです。 -タイプII：ホストされ、ハイパーバイザーはホストOSによってホストされます。
nl: - Type I: Bare Metal, het besturingssysteem zelf is de hypervisor. - Type II: Gehost, de hypervisor wordt gehost door het host-besturingssysteem.
ru: - Тип I: Bare Metal, сама ОС является гипервизором. - Тип II: размещен, гипервизор размещен на хосте ОС.
zh: -类型I：裸机，操作系统本身就是管理程序。 -类型II：托管，系统管理程序由主机OS托管。

# VMLoc_hypervisorHeader
source: Here is the order of preference of a Hypervisor:
de: Hier ist die Reihenfolge der Präferenzen eines Hypervisors:
es: Aquí está el orden de preferencia de un hipervisor:
fr: Voici l'ordre de préférence d'un Hyperviseur :
it: Ecco l'ordine di preferenza di un hypervisor:
ja: ハイパーバイザーの優先順位は次のとおりです。
nl: Hier is de volgorde van voorkeur van een hypervisor:
ru: Вот порядок предпочтений гипервизора:
zh: 这是系统管理程序的优先顺序：

# VMLoc_hypervisorContent
source: 1. [Leader] Hyper-V (type 1, Windows, if possible) 2. [Visionary] KVM (type 1, Linux, 👍 Android) 3. [Leader] VMWare Workstation (type 2, 👍 for networks, GNS3 and everything else) 4. [Niche Player] VirtualBox (type 2) 5. [Leader] VMware ESXi (type 1, for professionals)
de: 1. [Leader] Hyper-V (Typ 1, Windows, falls möglich) 2. [Visionary] KVM (Typ 1, Linux, 👍 Android) 3. [Leader] VMWare Workstation (Typ 2, 👍 für Netzwerke, GNS3 und alles sonst) 4. [Nischen-Player] VirtualBox (Typ 2) 5. [Leader] VMware ESXi (Typ 1, für Profis)
es: 1. [Líder] Hyper-V (tipo 1, Windows, si es posible) 2. [Visionario] KVM (tipo 1, Linux, 👍 Android) 3. [Líder] VMWare Workstation (tipo 2, 👍 para redes, GNS3 y todo más) 4. [Niche Player] VirtualBox (tipo 2) 5. [Líder] VMware ESXi (tipo 1, para profesionales)
fr: 1. [Leader] Hyper-V (type 1, Windows, si possible) 2. [Visionary] KVM (type 1, Linux, 👍 Android) 3. [Leader] VMWare Workstation (type 2, 👍 pour les réseaux, GNS3 et tout le reste) 4. [Niche Player] VirtualBox (type 2) 5. [Leader] VMware ESXi (type 1, pour les professionnels)
it: 1. [Leader] Hyper-V (tipo 1, Windows, se possibile) 2. [Visionario] KVM (tipo 1, Linux, 👍 Android) 3. [Leader] VMWare Workstation (tipo 2, 👍 per reti, GNS3 e tutto il resto altro) 4. [Niche Player] VirtualBox (tipo 2) 5. [Leader] VMware ESXi (tipo 1, per professionisti)
ja: 1. [リーダー] Hyper-V（可能な場合はタイプ1、Windows）2. [ビジョン] KVM（タイプ1、Linux、👍Android）3. [リーダー] VMWareワークステーション（タイプ2、ネットワーク、GNS3およびすべての場合） else）4. [ニッチプレーヤー] VirtualBox（タイプ2）5. [リーダー] VMware ESXi（プロフェッショナル向け、タイプ1）
nl: 1. [Leader] Hyper-V (type 1, Windows, indien mogelijk) 2. [Visionary] KVM (type 1, Linux, 👍 Android) 3. [Leader] VMWare Workstation (type 2, 👍 voor netwerken, GNS3 en alles anders) 4. [Niche Player] VirtualBox (type 2) 5. [Leader] VMware ESXi (type 1, voor professionals)
ru: 1. [Лидер] Hyper-V (тип 1, Windows, если возможно) 2. [Visionary] KVM (тип 1, Linux, 👍 Android) 3. [Лидер] VMWare Workstation (тип 2, 👍 для сетей, GNS3 и все остальное еще) 4. [Niche Player] VirtualBox (тип 2) 5. [Лидер] VMware ESXi (тип 1, для профессионалов)
zh: 1. [Leader] Hyper-V（类型1，Windows，如果可能的话）2. [Visionary] KVM（类型1，Linux，👍Android）3. [Leader] VMWare工作站（类型2，👍用于网络，GNS3等）其他）4. [Niche Player] VirtualBox（类型2）5. [领导者] VMware ESXi（类型1，专业人士）

# VMLoc_envHeader
source: If it is a question of having a simple development environment:
de: Wenn es um eine einfache Entwicklungsumgebung geht:
es: Si se trata de tener un entorno de desarrollo simple:
fr: Si il s'agit d'avoir un simple environnement de développement :
it: Se si tratta di avere un ambiente di sviluppo semplice:
ja: 単純な開発環境を構築することの問題である場合：
nl: Als het om een eenvoudige ontwikkelomgeving gaat:
ru: Если речь идет о простой среде разработки:
zh: 如果有一个简单的开发环境的问题：

# VMLoc_envContent
source: - For Linux: Docker, (Container Linux, cioè ambiente dedicato per applicazione) (Note that it also works on Windows because it runs a Linux VM on Hyper-V in the background.) - For Windows: Windows Subsystem for Linux 1 (Kernel Linux native, be careful, the hardware is not emulated!) - For Windows: Windows Subsystem for Linux 2 (+ Docker) (Kernel Linux in a micro-VM. Extremely fast and dynamically allocated RAM.)
de: - Für Linux: Docker (Container-Linux, dh dedizierte Umgebung pro Anwendung) (Beachten Sie, dass dies auch unter Windows funktioniert, da im Hintergrund eine Linux-VM unter Hyper-V ausgeführt wird.) - Für Windows: Windows-Subsystem für Linux 1 (Kernel Linux native, sei vorsichtig, die Hardware wird nicht emuliert!) - Für Windows: Windows Subsystem für Linux 2 (+ Docker) (Kernel Linux in einer Micro-VM. Extrem schneller und dynamisch zugeteilter RAM.)
es: - Para Linux: Docker, (Contenedor Linux, es decir, entorno dedicado por aplicación) (Tenga en cuenta que también funciona en Windows porque ejecuta una máquina virtual Linux en Hyper-V en segundo plano). - Para Windows: Subsistema de Windows para Linux 1 (Kernel ¡Nativo de Linux, tenga cuidado, el hardware no está emulado!) - Para Windows: Subsistema de Windows para Linux 2 (+ Docker) (Kernel Linux en una micro-VM. RAM extremadamente rápida y asignada dinámicamente).
fr: - Pour Linux : Docker, (Container Linux, c-à-d. environnement dédié par application) (Notez que ça marche aussi sur Windows parce que ça tourne une VM Linux sur Hyper-V en arrière plan.) - Pour Windows : Windows Subsystem for Linux 1 (Kernel Linux natif. Attention, le matériel n'est pas émulé !) - Pour Windows : Windows Subsystem for Linux 2 (+ Docker) (Kernel Linux dans une micro-VM. Extrêmement rapide et RAM dynamiquement alloué.)
it: - Per Linux: Docker, (Container Linux, ovvero ambiente dedicato per applicazione) (Si noti che funziona anche su Windows perché esegue una macchina virtuale Linux su Hyper-V in background.) - Per Windows: Windows Subsystem for Linux 1 (Kernel Nativo Linux, attenzione, l'hardware non viene emulato!) - Per Windows: Windows Subsystem for Linux 2 (+ Docker) (Kernel Linux in una micro-VM. RAM estremamente veloce e allocata dinamicamente.)
ja: -Linuxの場合：Docker（コンテナーLinux、つまりアプリケーションごとの専用環境）（バックグラウンドでHyper-VでLinux VMを実行するため、Windowsでも動作することに注意してください。）-Windowsの場合：Linux 1のWindowsサブシステム（カーネルLinuxネイティブ、注意してください、ハードウェアはエミュレートされません！）-Windowsの場合：Linux 2のWindows Subsystem（+ Docker）（マイクロVMのカーネルLinux。非常に高速で動的に割り当てられたRAM。）
nl: - Voor Linux: Docker, (Container Linux, dat wil zeggen speciale omgeving per applicatie) (Merk op dat het ook op Windows werkt omdat het op de achtergrond een Linux VM op Hyper-V draait.) - Voor Windows: Windows Subsysteem voor Linux 1 (kernel Linux native, wees voorzichtig, de hardware wordt niet geëmuleerd!) - Voor Windows: Windows Subsysteem voor Linux 2 (+ Docker) (Kernel Linux in een micro-VM. Extreem snel en dynamisch toegewezen RAM.)
ru: - Для Linux: Docker (Контейнер Linux, то есть выделенная среда для каждого приложения) (Обратите внимание, что он также работает в Windows, поскольку в фоновом режиме работает виртуальная машина Linux на Hyper-V.) - Для Windows: Подсистема Windows для Linux 1 (ядро) Родной Linux, будьте осторожны, аппаратное обеспечение не эмулируется!) - Для Windows: подсистема Windows для Linux 2 (+ Docker) (ядро Linux в микро-ВМ. Чрезвычайно быстрая и динамически выделяемая ОЗУ.)
zh: -对于Linux：Docker，（容器Linux，即每个应用程序专用的环境）（请注意，它也可在Windows上运行，因为它在后台在Hyper-V上运行Linux VM。）-对于Windows：适用于Linux 1的Windows子系统（内核）注意：Linux本机，请小心，不要模拟硬件！）-对于Windows：Linux 2的Windows子系统（+ Docker）（微型VM中的内核Linux。非常快速且动态分配的RAM。）

# NewsLoc_title
source: News
de: Nachrichten
es: Noticias
fr: Nouveautés
it: Notizie
ja: ニュース
nl: Nieuws
ru: Новости
zh: 新闻

# NewsLoc_seeTwitter
source: See on Twitter ...
de: Siehe auf Twitter ...
fr: Voir sur Twitter ...
it: Vedi su Twitter ...
nl: Zie op Twitter ...
ru: Смотрите в Фейсбуке ...

# PortalLoc_title
source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
it: Autenticazione
ja: 認証
nl: authenticatie
ru: Аутентификация
zh: 认证方式

# PortalLoc_autoLogin
source: Login automatically
de: Automatisch einloggen
es: Inicia sesión automáticamente
fr: Se connecter automatiquement
it: Accedi automaticamente
ja: 自動的にログインする
nl: Login automatisch
ru: Авторизуйтесь автоматически
zh: 自动登录

# PortalLoc_login
source: Login
de: Einloggen
es: Iniciar sesión
fr: Se connecter
it: Accesso
ja: ログインする
ru: Авторизоваться
zh: 登录

# PortalLoc_rememberMe
source: Remember me
de: Behalte mich in Erinnerung
es: Recuérdame
fr: Se souvenir
it: Ricordati di me
ja: 私を覚えてますか
nl: Onthoud me
ru: Запомни меня
zh: 记住账号

# PortalLoc_password
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
nl: Wachtwoord
ru: пароль
zh: 密码

# PortalLoc_domainNameHeader
source: Domain name / IP
es: Nombre de dominio / IP
fr: Nom de domaine / IP
it: Nome dominio / IP
ja: ドメイン名/ IP
nl: Domeinnaam / IP
ru: Доменное имя / IP
zh: 域名/ IP

# PortalLoc_usernameLabel
source: Username
de: Nutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
nl: Gebruikersnaam
ru: имя пользователя
zh: 用户名

# PortalLoc_usernameHint
source: firstname.lastname
de: Vorname Nachname
es: nombre Apellido
fr: prenom.nom
it: nome.cognome
ja: 名前苗字
nl: voornaam Achternaam
ru: имя Фамилия
zh: 名。姓

# PortalLoc_authTime
source: Authentication time
de: Authentifizierungszeit
es: Tiempo de autenticación
fr: Durée d'authentification
it: Tempo di autenticazione
ja: 認証時間
nl: Authenticatie tijd
ru: Время аутентификации
zh: 认证时间
