Repository: Darkness4/minitel-app
Catalog: assets/l10n/intl_*.arb
Languages: de, es, fr, it, ja, nl, ru, zh

# PortalLoc_statusInSeconds
source: {seconds} seconds left
de: {seconds} Sekunden
es: {seconds} segundos
fr: {seconds} secondes restantes
it: {seconds} secondi rimanenti
ja: 残り{seconds}秒
nl: {seconds} seconden resterend
ru: {seconds} секунд осталось
zh: {seconds}秒

# PortalLoc_statusInMinutes
source: {minutes} minutes left
de: {minutes} Minuten übrig
es: {minutes} minutos
fr: {minutes} minutes restantes
it: {minutes} minuti rimanenti
ja: 残り{minutes}分
nl: {minutes} minuten resterend
ru: {minutes} осталось минут
zh: 还剩{minutes}分钟

# PortalLoc_statusInHM
source: {hours} hours and {minutes} minutes left
de: {hours} Stunden und {minutes} Minuten übrig
es: {hours} horas y {minutes} minutos
fr: {hours} heures and {minutes} minutes restantes
it: {hours} ore e {minutes} minuti rimanenti
ja: 残り{hours}時間{minutes}分
nl: {hours} uren en {minutes} minuten resterend
ru: {hours} часов и {minutes} минут осталось
zh: {hours}小时和{minutes}分钟

# AppListLoc_printer
source: Printer
de: Drucker
es: Impresora
fr: Imprimante
it: Stampante
ja: プリンター
ru: принтер
zh: 打印机

# AppListLoc_portal
source: Portal
fr: Portail
it: Portale
ja: ポータル
nl: Portaal
ru: Портал
zh: 门户网站

# ReportingLoc_title
source: Report to Minitel
de: Erstattet Minitel Bericht
es: Informar a Minitel
fr: Signaler Minitel
it: Segnala a Minitel
ja: ミニテルへの報告
nl: Meld aan Minitel
ru: Сообщить Минител
zh: 向Minitel报告

# ReportingLoc_chamberLabel
source: Room
de: Zimmer
es: Habitación
fr: Chambre
it: Camera
ja: ルーム
nl: Kamer
ru: Комната
zh: 房间

# ReportingLoc_chamberHint
source: Room number
de: Zimmernummer
es: Número de habitación
fr: Numero de chambre
it: Numero di Camera
ja: 部屋番号
nl: Kamernummer
ru: Номер комнаты
zh: 房间号

# ReportingLoc_notEmpty
source: Must not be empty
de: Darf nicht leer sein
es: No debe estar vacío
fr: Ne doit pas être vide
it: Non deve essere vuoto
ja: 空にしないでください
nl: Mag niet leeg zijn
ru: Не должно быть пустым
zh: 不能为空

# ReportingLoc_idLabel
source: Identity
de: Identität
es: Identidad
fr: Identité
it: Identità
ja: 身元
nl: Identiteit
ru: тождественность
zh: 身分识别

# ReportingLoc_idHint
source: Last name First name
de: Nachname Vorname
es: Apellido nombre
fr: Nom Prénom
it: Cognome nome
ja: 姓名
nl: Achternaam voornaam
ru: Фамилия Имя
zh: 姓名

# ReportingLoc_isNotValidUid
source: The username must be in the format 'firstname.lastname'.
de: Der Benutzername muss das Format 'Vorname.Nachname' haben.
fr: Le nom d'utilisateur doit être sous le format 'prénom.nom'.
it: Il nome utente deve essere nel formato 'nome.cognome'.
nl: De gebruikersnaam moet in het formaat 'voornaam.achternaam' zijn.
ru: Имя пользователя должно быть в формате 'firstname.lastname'.

# ReportingLoc_mustOnlyBeNumbers
source: Must only contain numbers.
de: Darf nur Zahlen enthalten.
fr: Ne doit contenir que des chiffres.
it: Deve contenere solo numeri.
nl: Moet alleen getallen bevatten.
ru: Должны содержать только цифры.

# ReportingLoc_titleLabel
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
nl: Titel
ru: заглавие
zh: 标题

# ReportingLoc_titleHint
source: I don't have internet anymore!
de: Ich habe kein Internet mehr!
es: Ya no tengo internet!
fr: J'ai plus internet !
it: Non ho più internet!
ja: もうインターネットはありません！
nl: Ik heb geen internet meer!
ru: У меня больше нет интернета!
zh: 我没有互联网了！

# ReportingLoc_slack
source: Notify on Slack
de: Benachrichtigen Sie bei Slack
es: Notificar sobre holgura
fr: Notifier sur Slack
it: Notifica su gioco
ja: Slackで通知する
nl: Melden bij speling
ru: Уведомлять об ослаблении
zh: 松弛通知

# ReportingLoc_share
source: Share
de: Aktie
es: Compartir
fr: Partager
it: Condividere
ja: シェア
nl: Delen
ru: доля
zh: 分享

# TutorialLoc_header
source: How to report without the Internet?
de: Wie melde ich mich ohne das Internet?
es: ¿Cómo informar sin Internet?
fr: Comment signaler sans internet ?
it: Come segnalare senza Internet?
ja: インターネットなしで報告する方法は？
nl: Hoe te rapporteren zonder internet?
ru: Как сообщить без интернета?
zh: 没有互联网怎么报告？

# TutorialLoc_notice
source: NOTE: It is recommended to install the Root and Busybox.
de: HINWEIS: Es wird empfohlen, Root und Busybox zu installieren.
es: NOTA: Se recomienda instalar Root y Busybox.
fr: REMARQUE : Il est recommandé d'installer le Root et Busybox.
it: NOTA: si consiglia di installare Root e Busybox.
ja: 注：RootおよびBusyboxをインストールすることをお勧めします。
nl: OPMERKING: het wordt aanbevolen om de Root en Busybox te installeren.
ru: ПРИМЕЧАНИЕ. Рекомендуется установить Root и Busybox.
zh: 注意：建议安装Root and Busybox。

# TutorialLoc_content1
source: 1. Log in to 'WiFi Minitel'.
de: 1. Melden Sie sich bei 'WiFi Minitel' an.
es: 1. Inicie sesión en 'WiFi Minitel'.
fr: 1. Connectez-vous à 'WiFi Minitel'
it: 1. Accedi a "WiFi Minitel".
ja: 1.「WiFi Minitel」にログインします。
nl: 1. Meld u aan bij 'WiFi Minitel'.
ru: 1. Войдите в систему «WiFi Minitel».
zh: 1.登录到“ WiFi Minitel”。

# TutorialLoc_content2
source: 2. Start the diagnostic sequence by pressing the button, and wait 1 minute.
de: 2. Starten Sie die Diagnosesequenz durch Drücken der Taste und warten Sie 1 Minute.
es: 2. Inicie la secuencia de diagnóstico presionando el botón y espere 1 minuto.
fr: 2. Lancez la suite de diagnostique en appuyant sur le bouton, et attendez 1 minute.
it: 2. Avviare la sequenza diagnostica premendo il pulsante e attendere 1 minuto.
ja: 2.ボタンを押して診断シーケンスを開始し、1分間待ちます。
nl: 2. Start de diagnostische reeks door op de knop te drukken en wacht 1 minuut.
ru: 2. Запустите последовательность диагностики, нажав кнопку, и подождите 1 минуту.
zh: 2.按下按钮开始诊断程序，然后等待1分钟。

# TutorialLoc_content3
source: 3. Fill out your report. Do not forget a means of communication (room, mail, messenger...)
de: 3. Füllen Sie Ihren Bericht aus. Vergessen Sie nicht ein Kommunikationsmittel (Raum, Post, Messenger ...)
es: 3. Complete su informe. No olvides un medio de comunicación (habitación, correo, mensajería ...)
fr: 3. Remplissez votre rapport. N'oubliez pas un moyen de communication (chambre, mail, messenger ...)
it: 3. Compila il tuo rapporto. Non dimenticare un mezzo di comunicazione (stanza, posta, messenger ...)
ja: 3.レポートを記入します。コミュニケーション手段（部屋、郵便、メッセンジャーなど）を忘れないでください。
nl: 3. Vul uw rapport in. Vergeet geen communicatiemiddel (kamer, mail, messenger ...)
ru: 3. Заполните свой отчет. Не забудьте о средствах связи (комната, почта, мессенджер ...)
zh: 3.填写您的报告。不要忘记一种通讯方式（房间，邮件，信使...）

# TutorialLoc_example
source: Example: Title: Not Internet since Monday. Description: I frequently lose the connection when I'm on Ethernet. Wifi is okay.
de: Beispiel: Titel: Seit Montag nicht mehr im Internet. Beschreibung: Ich verliere häufig die Verbindung, wenn ich am Ethernet bin. Wifi ist in Ordnung.
es: Ejemplo: Título: No Internet desde el lunes. Descripción: con frecuencia pierdo la conexión cuando estoy en Ethernet. Wifi está bien.
fr: Exemple : Titre: Pas Internet depuis Lundi. Description: Je perds fréquemment la connexion lorsque je suis sur Ethernet. Le Wifi, c'est ok.
it: Esempio: Titolo: Non Internet da lunedì. Descrizione: perdo spesso la connessione quando sono su Ethernet. Wifi è ok.
ja: 例：タイトル：月曜日からインターネットではありません。説明：イーサネットを使用していると、接続が頻繁に切断されます。 Wifiは大丈夫です。
nl: Voorbeeld: Titel: Geen internet sinds maandag. Beschrijving: ik verlies vaak de verbinding als ik op Ethernet ben. Wifi is oke.
ru: Пример: Название: Не интернет с понедельника. Описание: Я часто теряю соединение, когда нахожусь на Ethernet. Wi-Fi в порядке.
zh: 示例：标题：自星期一起不上网。说明：在以太网上时，我经常会丢失连接。无线网络还可以。

# TutorialLoc_content4
source: 4. Connect to a network where there is Internet.
de: 4. Stellen Sie eine Verbindung zu einem Netzwerk mit Internet her.
es: 4. Conéctese a una red donde hay Internet.
fr: 4. Connectez-vous sur un réseau où il y a Internet.
it: 4. Connettersi a una rete in cui è presente Internet.
ja: 4.インターネットがあるネットワークに接続します。
nl: 4. Maak verbinding met een netwerk met internet.
ru: 4. Подключитесь к сети, где есть интернет.
zh: 4.连接到有Internet的网络。

# TutorialLoc_content5
source: 5. Send the report.
de: 5. Senden Sie den Bericht.
es: 5. Enviar el informe.
fr: 5. Envoyez le rapport.
it: 5. Invia il rapporto.
ja: 5.レポートを送信します。
nl: 5. Verzend het rapport.
ru: 5. Отправьте отчет.
zh: 5.发送报告。

# forceDark
source: Force Dark Theme
de: Dunkles Thema erzwingen
fr: Forcer le thème sombre
it: Forza Tema Oscuro
ja: フォースダークテーマ
nl: Force Dark-thema
zh: 力量黑暗主题
