Repository: Darkness4/minitel-app
Catalog: assets/l10n/intl_*.arb
Languages: de, es, fr, it, ja, nl, ru, zh

# DiagnoseLoc_pingLocalContent1
source: Ping to a local computer (10.163.0.5, which is the Minitel server and should always be on). If the packets are lost, these are the most likely scenarios: 1. You don't have an IP.
de: Pingen Sie an einen lokalen Computer (10.163.0.5, der der Minitel-Server ist und immer eingeschaltet sein sollte). Wenn die Pakete verloren gehen, sind dies die wahrscheinlichsten Szenarien: 1. Sie haben keine IP.
es: Haga ping a una computadora local (10.163.0.5, que es el servidor Minitel y siempre debe estar encendido). Si se pierden los paquetes, estos son los escenarios más probables: 1. No tiene una IP.
fr: Ping à un ordinateur local (10.163.0.5, qui est le serveur Minitel et devrait être toujours allumé). Si les paquets sont perdus, ceci sont les scenarios les plus probable: 1. Vous n'avez pas d'IP.
it: Ping a un computer locale (10.163.0.5, che è il server Minitel e dovrebbe essere sempre attivo). Se i pacchetti vengono persi, questi sono gli scenari più probabili: 1. Non hai un IP.
ja: ローカルコンピュータ（10.163.0.5、これはMinitelサーバーであり、常にオンになっている必要があります）にPingします。パケットが失われる場合、これらは最も可能性の高いシナリオです：1. IPがありません。
nl: Ping naar een lokale computer (10.163.0.5, de Minitel-server die altijd aan moet staan). Als de pakketten verloren zijn, zijn dit de meest waarschijnlijke scenario's: 1. U hebt geen IP.
ru: Ping на локальный компьютер (10.163.0.5, который является сервером Minitel и всегда должен быть включен). Если пакеты потеряны, это наиболее вероятные сценарии: 1. У вас нет IP.
zh: Ping到本地计算机（10.163.0.5，这是Minitel服务器，应始终打开）。如果数据包丢失，则很可能是以下情况：1.您没有IP。

# DiagnoseLoc_pingLocalContent2
source: (See ip a, and alert Minitel immediately)
de: (Siehe ip a und alarmiere Minitel sofort)
es: (Ver ip a, y alertar a Minitel inmediatamente)
fr: (Voir ip a, et alertez immediatement à Minitel)
it: (Vedere ip a, e avvisare immediatamente Minitel)
ja: （ip aを参照し、すぐにMinitelに警告します）
nl: (Zie ip a en waarschuw Minitel onmiddellijk)
ru: (См. Ip a, и немедленно предупредите Minitel)
zh: （请参阅ip a，并立即提醒Minitel）

# DiagnoseLoc_pingLocalContent3
source: 2. You are not connected to the local network. 3. The server (10.163.0.5) is disconnected. (you can ping 10.163.0.10) 4. A switch from the Student House is disconnected. 5. A switch from the residence is disconnected.
de: 2. Sie sind nicht mit dem lokalen Netzwerk verbunden. 3. Der Server (10.163.0.5) ist nicht verbunden. (Sie können 10.163.0.10 anpingen.) 4. Ein Switch vom Student House wird getrennt. 5. Ein Wechsel von der Residenz wird getrennt.
es: 2. No está conectado a la red local. 3. El servidor (10.163.0.5) está desconectado. (puede hacer ping 10.163.0.10) 4. Se desconecta un interruptor de la Casa del Estudiante. 5. Un interruptor de la residencia está desconectado.
fr: 2. Vous n'êtes pas connecté au réseau local. 3. Le serveur (10.163.0.5) est déconnecté. (vous pouvez ping 10.163.0.10) 4. Un switch de la Maison des Elèves est déconnecté. 5. Un switch de la résidence est déconnecté.
it: 2. Non si è connessi alla rete locale. 3. Il server (10.163.0.5) è scollegato. (è possibile eseguire il ping 10.163.0.10) 4. Un interruttore della Casa dello Studente è scollegato. 5. Un interruttore dall'abitazione è scollegato.
ja: 2.ローカルネットワークに接続していません。 3.サーバー（10.163.0.5）が切断されます。 （10.163.0.10にpingを送信できます）4.スチューデントハウスからのスイッチが切断されます。 5.住居からのスイッチが切断されます。
nl: 2. U bent niet verbonden met het lokale netwerk. 3. De server (10.163.0.5) is niet verbonden. (je kunt 10.163.0.10 pingen) 4. Een schakelaar van het Studentenhuis is verbroken. 5. Een schakelaar van de woning is verbroken.
ru: 2. Вы не подключены к локальной сети. 3. Сервер (10.163.0.5) отключен. (вы можете пропинговать 10.163.0.10) 4. Отключение от Студенческого дома отключено. 5. Переключатель из резиденции отключен.
zh: 2.您未连接到本地网络。 3.服务器（10.163.0.5）已断开连接。 （您可以ping 10.163.0.10）4.来自学生之家的开关已断开连接。 5.住宅开关断开。

# DiagnoseLoc_httpContent
source: If a 4xx or 5xx error appears, please report it to Minitel.
de: Wenn ein 4xx- oder 5xx-Fehler auftritt, melden Sie ihn bitte an Minitel.
es: Si aparece un error 4xx o 5xx, infórmelo al Minitel.
fr: Si une erreur 4xx ou 5xx apparait, veuillez le signaler à Minitel.
it: Se appare un errore 4xx o 5xx, si prega di segnalarlo a Minitel.
ja: 4xxまたは5xxエラーが表示される場合は、Minitelに報告してください。
nl: Als een 4xx- of 5xx-fout verschijnt, meld dit dan aan Minitel.
ru: Если появляется ошибка 4xx или 5xx, сообщите об этом Minitel.
zh: 如果出现4xx或5xx错误，请向Minitel报告。

# DiagnoseLoc_reactionHeader
source: How should I react?
de: Wie soll ich reagieren?
es: ¿Cómo debo reaccionar?
fr: Comment devrais-je réagir?
it: Come dovrei reagire?
ja: どのように対応すればよいですか？
nl: Hoe moet ik reageren?
ru: Как я должен реагировать?
zh: 我该如何反应？

# DiagnoseLoc_reactionContent
source: If there is no longer a network, contact Minitel and use the diagnostic suite on the "Report to Minitel" page
de: Wenn kein Netzwerk mehr vorhanden ist, wenden Sie sich an Minitel und verwenden Sie die Diagnosesuite auf der Seite "Bericht an Minitel"
es: Si ya no hay una red, comuníquese con Minitel y use el paquete de diagnóstico en la página "Informar a Minitel"
fr: S'il n'y a plus de réseau, contactez Minitel et utilisez la suite diagnostique dans la page "Signaler Minitel"
it: Se non c'è più una rete, contattare Minitel e utilizzare la suite diagnostica nella pagina "Segnala a Minitel".
ja: ネットワークがなくなった場合は、Minitelに連絡して、「Minitelに報告」ページの診断スイートを使用してください。
nl: Als er geen netwerk meer is, neemt u contact op met Minitel en gebruikt u de diagnosesuite op de pagina "Rapporteren aan Minitel"
ru: Если сети больше нет, обратитесь в Minitel и воспользуйтесь диагностическим пакетом на странице «Отчет Minitel».
zh: 如果不再有网络，请联系Minitel并使用“报告给Minitel”页面上的诊断套件

# DiagnoseLoc_pingGatewayContent
source: The gateway normally ignores pings. However, if a ping is received, someone probably took his IP. But, nothing is certain.
de: Das Gateway ignoriert normalerweise Pings. Wenn jedoch ein Ping empfangen wird, hat wahrscheinlich jemand seine IP genommen. Aber nichts ist sicher.
es: La puerta de enlace normalmente ignora los pings. Sin embargo, si se recibe un ping, alguien probablemente tomó su IP. Pero nada es seguro.
fr: La passerelle ignore normalement les pings. Cependant, si un ping est reçu, quelqu'un a probablement pris sont IP. Mais, rien est certain.
it: Il gateway normalmente ignora i ping. Tuttavia, se viene ricevuto un ping, probabilmente qualcuno ha preso il suo IP. Ma nulla è certo.
ja: 通常、ゲートウェイはpingを無視します。ただし、pingを受信した場合、誰かがIPを取得した可能性があります。しかし、何も確かではありません。
nl: De gateway negeert normaal pings. Als er echter een ping wordt ontvangen, heeft iemand waarschijnlijk zijn IP-adres gebruikt. Maar niets is zeker.
ru: Шлюз обычно игнорирует эхо-запросы. Однако, если пинг получен, кто-то, вероятно, взял его IP. Но ничего не ясно.
zh: 网关通常会忽略ping。但是，如果收到ping命令，则可能有人盗用了他的IP。但是，没有什么是确定的。

# DiagnoseLoc_pingDNSContent
source: If one of the DNS (except 10.163.0.6) answers, you are connected to the Internet.
de: Wenn einer der DNS (außer 10.163.0.6) antwortet, sind Sie mit dem Internet verbunden.
es: Si responde uno de los DNS (excepto 10.163.0.6), está conectado a Internet.
fr: Si un des DNS (sauf 10.163.0.6) répond, vous êtes connecté à Internet.
it: Se uno dei DNS (eccetto 10.163.0.6) risponde, si è connessi a Internet.
ja: DNSのいずれか（10.163.0.6を除く）が応答すると、インターネットに接続されます。
nl: Als een van de DNS (behalve 10.163.0.6) antwoordt, bent u verbonden met internet.
ru: Если один из DNS (кроме 10.163.0.6) отвечает, вы подключены к Интернету.
zh: 如果其中一个DNS（10.163.0.6除外）回答，则说明您已连接到Internet。

# DiagnoseLoc_nsLookupContent1
source: If there is no answer, but the DNS ping works, your device has a DNS cache problem.
de: Wenn es keine Antwort gibt, der DNS-Ping jedoch funktioniert, liegt ein DNS-Cache-Problem auf Ihrem Gerät vor.
es: Si no hay respuesta, pero el ping DNS funciona, su dispositivo tiene un problema de caché DNS.
fr: S'il n'y a aucune réponse, mais le ping DNS fonctionne, votre appareil a un problème de cache DNS.
it: Se non c'è risposta, ma il ping DNS funziona, il dispositivo ha un problema di cache DNS.
ja: 応答がないが、DNS pingが機能する場合、デバイスにはDNSキャッシュの問題があります。
nl: Als er geen antwoord is, maar de DNS-ping werkt, heeft uw apparaat een DNS-cacheprobleem.
ru: Если ответа нет, но DNS-пинг работает, ваше устройство имеет проблему с кешем DNS.
zh: 如果没有答案，但DNS ping正常，则您的设备存在DNS缓存问题。

# DiagnoseLoc_nsLookupContent2
source: For portable devices, restart Wi-Fi. Here are some solutions:
de: Starten Sie bei tragbaren Geräten Wi-Fi neu. Hier sind einige Lösungen:
es: Para dispositivos portátiles, reinicie Wi-Fi. Aquí hay algunas soluciones:
fr: Pour les appareils portable, redémarrez le Wifi. Voici des solutions proposées:
it: Per i dispositivi portatili, riavviare il Wi-Fi. Ecco alcune soluzioni::
ja: ポータブルデバイスの場合、Wi-Fiを再起動します。以下にいくつかの解決策を示します。
nl: Start voor draagbare apparaten Wi-Fi opnieuw. Hier zijn enkele oplossingen:
ru: Для портативных устройств перезапустите Wi-Fi. Вот несколько решений:
zh: 对于便携式设备，请重新启动Wi-Fi。以下是一些解决方案：

# LoginLoc_header
source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
it: Autenticazione
ja: 認証
nl: authenticatie
ru: Аутентификация
zh: 认证方式

# LoginLoc_domainNameContent1
source: Choose between fw-cgcp.emse.fr, 10.163.0.2 and 195.83.139.7
de: Wählen Sie zwischen fw-cgcp.emse.fr, 10.163.0.2 und 195.83.139.7
es: Elija entre fw-cgcp.emse.fr, 10.163.0.2 y 195.83.139.7
fr: Choisir entre fw-cgcp.emse.fr, 10.163.0.2 et 195.83.139.7
it: Scegliere tra fw-cgcp.emse.fr, 10.163.0.2 e 195.83.139.7
ja: fw-cgcp.emse.fr、10.163.0.2および195.83.139.7から選択します
nl: Kies tussen fw-cgcp.emse.fr, 10.163.0.2 en 195.83.139.7
ru: Выберите между fw-cgcp.emse.fr, 10.163.0.2 и 195.83.139.7
zh: 在fw-cgcp.emse.fr，10.163.0.2和195.83.139.7之间选择

# LoginLoc_domainNameContent2
source: If the local network supports a DNS, such as 192.168.130.33 (DSI) or 10.163.0.6 (Minitel), you can try fw-cgcp.emse.fr. If the network is Minitel (WiFi Minitel), use 10.163.0.2
de: Wenn das lokale Netzwerk ein DNS unterstützt, z. B. 192.168.130.33 (DSI) oder 10.163.0.6 (Minitel), können Sie versuchen, fw-cgcp.emse.fr. Wenn das Netzwerk Minitel (WiFi Minitel) ist, verwenden Sie 10.163.0.2
es: Si la red local admite un DNS, como 192.168.130.33 (DSI) o 10.163.0.6 (Minitel), puede probar fw-cgcp.emse.fr. Si la red es Minitel (WiFi Minitel), use 10.163.0.2
fr: Si le réseau local supporte un DNS, tel que 192.168.130.33 (DSI) ou 10.163.0.6 (Minitel), vous pouvez tenter fw-cgcp.emse.fr. Si le réseau est celui de Minitel (WiFi Minitel), utilisez 10.163.0.2
it: Se la rete locale supporta un DNS, come 192.168.130.33 (DSI) o 10.163.0.6 (Minitel), si può provare fw-cgcp.emse.fr. Se la rete è Minitel (WiFi Minitel), utilizzare 10.163.0.2
ja: ローカルネットワークが192.168.130.33（DSI）や10.163.0.6（Minitel）などのDNSをサポートしている場合、fw-cgcp.emse.frを試すことができます。ネットワークがMinitel（WiFi Minitel）の場合、10.163.0.2を使用します
nl: Als het lokale netwerk een DNS ondersteunt, zoals 192.168.130.33 (DSI) of 10.163.0.6 (Minitel), kunt u fw-cgcp.emse.fr proberen. Als het netwerk Minitel (WiFi Minitel) is, gebruik dan 10.163.0.2
ru: Если локальная сеть поддерживает DNS, например 192.168.130.33 (DSI) или 10.163.0.6 (Minitel), вы можете попробовать fw-cgcp.emse.fr. Если используется сеть Minitel (WiFi Minitel), используйте 10.163.0.2
zh: 如果本地网络支持DNS，例如192.168.130.33（DSI）或10.163.0.6（Minitel），则可以尝试fw-cgcp.emse.fr。如果网络是Minitel（WiFi Minitel），请使用10.163.0.2

# LoginLoc_domainNameContent3
source: Generally, 195.83.139.7 is suitable in 90% of cases. This is the public IP address of the portal, and is authorized by the gateway.
de: Im Allgemeinen ist 195,83,139,7 in 90% der Fälle geeignet. Dies ist die öffentliche IP-Adresse des Portals und wird vom Gateway autorisiert.
es: En general, 195.83.139.7 es adecuado en el 90% de los casos. Esta es la dirección IP pública del portal y está autorizada por la puerta de enlace.
fr: Généralement, 195.83.139.7 convient dans 90 % des cas. Il s'agit de l'addresse IP publique du portail, et est autorisé par la passerelle.
it: In generale, 195.83.139.139.7 è adatto nel 90% dei casi. Questo è l'indirizzo IP pubblico del portale ed è autorizzato dal gateway.
ja: 通常、ケースの90％で195.83.139.7が適切です。これはポータルのパブリックIPアドレスであり、ゲートウェイによって承認されます。
nl: Over het algemeen is 195.83.139.7 geschikt in 90% van de gevallen. Dit is het openbare IP-adres van de portal en wordt geautoriseerd door de gateway.
ru: Как правило, 195.83.139.7 подходит в 90% случаев. Это публичный IP-адрес портала, который авторизуется шлюзом.
zh: 通常，195.83.139.7适用于90％的情况。这是门户的公共IP地址，由网关授权。

# DualbootLoc_header
source: The art of Dual Boot
de: Die Kunst des Dual Boot
es: El arte del arranque dual
fr: L'art du Dual Boot
it: L'arte di Dual Boot
ja: デュアルブートの芸術
nl: De kunst van Dual Boot
ru: Искусство Dual Boot
zh: 双启动的艺术

# DualbootLoc_infos
source: Only the main phases are shown. For more information:
de: Es werden nur die Hauptphasen angezeigt. Für mehr Informationen:
es: Solo se muestran las fases principales. Para más información:
fr: Seules les grandes phases sont montrées. Pour plus d'informations :
it: Vengono mostrate solo le fasi principali. Per ulteriori informazioni:
ja: 主なフェーズのみが表示されます。詳細については：
nl: Alleen de hoofdfasen worden getoond. Voor meer informatie:
ru: Показаны только основные фазы. Для дополнительной информации:
zh: 仅显示主要阶段。欲获得更多信息：

# DualbootLoc_risksHeader
source: Be aware of the risks of installing Linux:
de: Beachten Sie die Risiken bei der Installation von Linux:
es: Tenga en cuenta los riesgos de instalar Linux:
fr: Prenez conscience des risques d'installer Linux :
it: Essere consapevoli dei rischi dell'installazione di Linux:
ja: Linuxをインストールするリスクに注意してください。
nl: Let op de risico's van het installeren van Linux:
ru: Знайте о рисках установки Linux:
zh: 注意安装Linux的风险：

# DualbootLoc_risksContent
source: • Linux is more stable, but distribution updates are more fragile (80% of Ubuntu users prefer to reinstall rather than update) • Drivers are the first causes of sudden crashes (NVIDIA, Realtek...) • A wrong BIOS configuration can also be fatal for you
de: • Linux ist stabiler, aber Distributionsupdates sind anfälliger (80% der Ubuntu-Benutzer bevorzugen eine Neuinstallation anstelle eines Updates). • Treiber sind die ersten Ursachen für plötzliche Abstürze (NVIDIA, Realtek ...). • Eine falsche BIOS-Konfiguration kann ebenfalls vorliegen tödlich für dich
es: • Linux es más estable, pero las actualizaciones de distribución son más frágiles (el 80% de los usuarios de Ubuntu prefieren reinstalar en lugar de actualizar) • Los controladores son las primeras causas de fallas repentinas (NVIDIA, Realtek ...) • Una configuración incorrecta de BIOS también puede ser fatal para ti
fr: • Linux est plus stable, mais les mises à jours de distributions sont plus fragiles (80 % des utilisateurs de Ubuntu préfère réinstaller que mettre à jour) • Les pilotes sont les premières causes de crash brutal (NVIDIA, Realtek...) • Une mauvaise config du BIOS peut également vous être fatal
it: • Linux è più stabile, ma gli aggiornamenti della distribuzione sono più fragili (l'80% degli utenti Ubuntu preferisce reinstallare piuttosto che aggiornare). • I driver sono le prime cause di crash improvvisi (NVIDIA, Realtek...) • Una configurazione errata del BIOS può anche essere fatale per voi
ja: •Linuxはより安定していますが、ディストリビューションの更新はより脆弱です（Ubuntuユーザーの80％が更新よりも再インストールを好む）•ドライバーは突然のクラッシュの最初の原因です（NVIDIA、Realtek ...）•間違ったBIOS設定も可能ですあなたにとって致命的
nl: • Linux is stabieler, maar distributie-updates zijn kwetsbaarder (80% van de Ubuntu-gebruikers liever opnieuw installeren dan updaten) • Stuurprogramma's zijn de eerste oorzaken van plotselinge crashes (NVIDIA, Realtek ...) • Een verkeerde BIOS-configuratie kan ook fataal voor jou
ru: • Linux более стабилен, но обновления дистрибутива более хрупки (80% пользователей Ubuntu предпочитают переустанавливать, а не обновлять) • Драйверы являются первыми причинами внезапных сбоев (NVIDIA, Realtek ...) • Также может быть неправильная конфигурация BIOS смертельно для тебя
zh: •Linux更加稳定，但是发行版更新更加脆弱（80％的Ubuntu用户更喜欢重新安装而不是更新）•驱动程序是突然崩溃的首要原因（NVIDIA，Realtek ...）•错误的BIOS配置也可能是由于对你致命

# DualbootLoc_customizeHeader
source: Customization is not limited. Observe which distributions are most appropriate:
de: Die Anpassung ist nicht beschränkt. Beobachten Sie, welche Distributionen am besten geeignet sind:
es: La personalización no es limitada. Observe qué distribuciones son más apropiadas:
fr: La customization n'est pas limitée. Observez quelles distributions convient le mieux :
it: La personalizzazione non è limitata. Osservare quali distribuzioni sono più appropriate:
ja: カスタマイズは制限されていません。どのディストリビューションが最も適切かを観察します。
nl: Maatwerk is niet beperkt. Let op welke verdelingen het meest geschikt zijn:
ru: Кастомизация не ограничена. Обратите внимание, какие дистрибутивы являются наиболее подходящими:
zh: 定制不受限制。观察哪些分布最合适：

# DualbootLoc_customizeContent
source: • First time? Lubuntu LTS (at worst Kubuntu) or Linux Mint • Second time? Know the difference between KDE, Gnome, XFCE, LXDE, MATE, awesomewm...And check out r/unixporn • Something stylish and already done? MX Linux, deepin, Linux Lite, Elementary OS, Pop!_OS, ... • Want to customize to death? Arch Linux, Alpine, Manjaro, Debian • Something professional? CentOS • A simple server? OpenSUSE • 15 MB ? Alpine, Tiny Core (docker only) • Raspberry PI ? Raspbian • Pentest ONLY ? Kali Linux • Want to commit suicide? "Free Software Fondation OS" • Worse than death ? Linux From Scratch • Bringing an Android back to life as a Linux server? postmarketOS
de: • Erstes Mal? Lubuntu LTS (im schlimmsten Fall Kubuntu) oder Linux Mint • Zum zweiten Mal? Kennen Sie den Unterschied zwischen KDE, Gnome, XFCE, LXDE, MATE, awesomewm ... und sehen Sie sich r / unixporn an. MX Linux, deepin, Linux Lite, Grundlegendes Betriebssystem, Pop! _OS, ... • Möchten Sie die Einstellungen vollständig anpassen? Arch Linux, Alpine, Manjaro, Debian • Etwas Professionelles? CentOS • Ein einfacher Server? OpenSUSE • 15 MB? Alpine, Tiny Core (nur Docker) • Himbeer-PI? Raspbian • NUR Pentest? Kali Linux • Willst du Selbstmord begehen? "Free Software Fondation OS" • Schlimmer als der Tod? Linux von Grund auf neu • Erwecken Sie ein Android als Linux-Server zum Leben? postmarketOS
es: • ¿Primera vez? Lubuntu LTS (en el peor de los casos, Kubuntu) o Linux Mint • ¿Segunda vez? Conoce la diferencia entre KDE, Gnome, XFCE, LXDE, MATE, awesomewm ... Y echa un vistazo a r / unixporn • ¿Algo elegante y ya hecho? MX Linux, deepin, Linux Lite, sistema operativo básico, Pop! _OS, ... • ¿Desea personalizar hasta la muerte? Arch Linux, Alpine, Manjaro, Debian • ¿Algo profesional? CentOS • ¿Un servidor simple? OpenSUSE • 15 MB? Alpine, Tiny Core (solo acoplable) • ¿Raspberry PI? Raspbian • Pentest SOLAMENTE? Kali Linux • ¿Quieres suicidarte? "Free Software Fondation OS" • ¿Peor que la muerte? Linux From Scratch • ¿Dando vida a un Android como un servidor Linux? postmarketOS
fr: • Première fois ? Lubuntu LTS (au pire Kubuntu) ou Linux Mint • Deuxième fois ? Connaissez la différence entre KDE, Gnome, XFCE, LXDE, MATE, awesomewm...Et allez voir r/unixporn • Quelque chose de stylé et déjà fait ? MX Linux, deepin, Linux Lite, Elementary OS, Pop!_OS, ... • Envie de customizer à mort ? Arch Linux, Alpine, Manjaro, Debian • Quelque chose de professionel ? CentOS • Un simple server ? OpenSUSE • 15 MB ? Alpine, Tiny Core (docker only) • Raspberry PI ? Raspbian • Pentest ONLY ? Kali Linux • Envie de se suicider ? "Free Software Fondation OS" • Pire que la mort ? Linux From Scratch • Faire ressuciter un Android en serveur Linux ? postmarketOS
it: • Prima volta? Lubuntu LTS (nel peggiore dei casi Kubuntu) o Linux Mint • La seconda volta? Conoscere la differenza tra KDE, Gnome, XFCE, LXDE, MATE, awesomewm...E controlla r/unixporn • Qualcosa di elegante e già fatto? MX Linux, deepin, Linux Lite, sistema operativo elementare, Pop!_OS, ... • Vuoi personalizzare a morte? Arch Linux, Alpine, Manjaro, Debian • Qualcosa di professionale? CentOS • Un semplice server? OpenSUSE • 15 MB ? Alpine, Tiny Core (docker only) • Raspberry PI ? Raspbian • Pentest ONLY ? Kali Linux • Vuoi suicidarti? "Free Software Fondation OS" • Peggio della morte? Linux From Scratch • Riportare in vita un Android come server Linux? postmarketOS
ja: • 初めて？ Lubuntu LTS（最悪の場合Kubuntu）またはLinux Mint•2回目？ KDE、Gnome、XFCE、LXDE、MATE、awesomewmの違いを理解し、r / unixpornをチェックしてください。 MX Linux、deepin、Linux Lite、Elementary OS、Pop！_OS、...•死に合わせてカスタマイズしたいですか？ Arch Linux、Alpine、Manjaro、Debian•何かプロフェッショナルですか？ CentOS•シンプルなサーバー？ OpenSUSE•15 MB？ Alpine、Tiny Core（ドッカーのみ）•Raspberry PI？ Raspbian•ペンテストのみ？ Kali Linux•自殺したいですか？ 「Free Software Fondation OS」•死よりも悪い？ Linux From Scratch•LinuxサーバーとしてAndroidを復活させるには？ postmarketOS
nl: • Eerste keer? Lubuntu LTS (in het slechtste geval Kubuntu) of Linux Mint • Tweede keer? Ken het verschil tussen KDE, Gnome, XFCE, LXDE, MATE, awesomewm ... En bekijk r / unixporn • Iets stijlvols en al gedaan? MX Linux, deepin, Linux Lite, Elementair OS, Pop! _OS, ... • Wil je je aanpassen aan de dood? Arch Linux, Alpine, Manjaro, Debian • Iets professioneel? CentOS • Een eenvoudige server? OpenSUSE • 15 MB? Alpine, Tiny Core (alleen docker) • Raspberry PI? Raspbian • ALLEEN Pentest? Kali Linux • Wil je zelfmoord plegen? "Free Software Fondation OS" • Erger dan de dood? Linux From Scratch • Een Android weer tot leven brengen als Linux-server? postmarketOS
ru: • Первый раз? Lubuntu LTS (в худшем случае Kubuntu) или Linux Mint • Второй раз? Знайте разницу между KDE, Gnome, XFCE, LXDE, MATE, awesomewm ... И посмотрите r / unixporn • Что-нибудь стильное и уже готовое? MX Linux, Deepin, Linux Lite, Элементарная ОС, Pop! _OS, ... • Хотите настроить до смерти? Arch Linux, Alpine, Manjaro, Debian • Что-то профессиональное? CentOS • Простой сервер? OpenSUSE • 15 МБ? Alpine, Tiny Core (только докер) • Raspberry PI? Распбиан • ТОЛЬКО Пентест? Kali Linux • Хотите покончить жизнь самоубийством? «ОС Free Software Fondation» • Хуже смерти? Linux с нуля • Вернуть Android к жизни как сервер Linux? postmarketOS
zh: • 第一次？ Lubuntu LTS（最糟糕的是Kubuntu）或Linux Mint•第二次？了解KDE，Gnome，XFCE，LXDE，MATE，awesomewm之间的区别...并查看r / unixporn•一些时尚的东西已经完成了吗？ MX Linux，深度，Linux Lite，Elementary OS，Pop！_OS等...•是否想自定义？ Arch Linux，Alpine，Manjaro，Debian•专业吗？ CentOS•简单的服务器？ OpenSUSE•15 MB？ Alpine，Tiny Core（仅适用于docker）•Raspberry PI？ Raspbian•仅Pentest？ Kali Linux•想自杀吗？ “自由软件基金会OS”•比死亡更糟？从零开始的Linux•使Android作为Linux服务器重获新生？ postmarketOS

# DualbootLoc_prepHeader
source: Preparations :
de: Vorbereitungen:
es: Preparaciones:
fr: Préparations :
it: Preparazioni:
ja: 準備：
nl: Voorbereidende werkzaamheden :
ru: Подготовка:
zh: 准备工作：
