Repository: Darkness4/minitel-app
Catalog: assets/l10n/intl_*.arb
Languages: de, es, fr, it, ja, nl, ru, zh

# DualbootLoc_prepContent
source: • Windows • USB Key 4 GB • Know the type of BIOS : UEFI ou Legacy • Disable Secure Boot • Prepare an empty partition of at least 50 GB • With Rufus, flash an image on the key (FAT32, update syslinux, ISO mode), in MBR
de: • Windows • USB-Stick 4 Go • Kennen Sie den BIOS-Typ: UEFI oder Legacy • Deaktivieren Sie Secure Boot • Bereiten Sie eine leere Partition von mindestens 50 GB vor • Flashen Sie mit Rufus ein Image auf den Schlüssel (FAT32, Syslinux aktualisieren, ISO-Modus) im MBR
es: • Windows • USB Key 4 Go • Conozca el tipo de BIOS: UEFI ou Legacy • Deshabilite el arranque seguro • Prepare una partición vacía de al menos 50 GB • Con Rufus, muestre una imagen en la llave (FAT32, actualice syslinux, modo ISO) , en MBR
fr: • Windows • Clé USB 4 Go • Connaitre le type de BIOS : UEFI ou Legacy • Désactiver le Secure Boot • Désactiver le Fast Boot • Préparer une partition vide de minimum 50 Go • Avec Rufus, flashez une image sur la clé (FAT32, mettre à jour syslinux, mode ISO), en MBR
it: • Windows • Chiavetta USB 4 GB • Conosci il tipo di BIOS: UEFI ou Legacy • Disattivare Secure Boot • Preparare una partizione vuota di almeno 50 GB • Con Rufus, aggiorna un'immagine sulla chiavetta (FAT32, update syslinux, modalità ISO), in MBR
ja: •Windows•USBキー4 Go•BIOSの種類を知る：UEFIまたはレガシー•セキュアブートを無効にする•50 GB以上の空のパーティションを準備する•Rufusを使用して、キーのイメージをフラッシュする（FAT32、syslinux、ISOモードの更新） 、MBRで
nl: • Windows • USB Key 4 Go • Ken het type BIOS: UEFI ou Legacy • Schakel Secure Boot uit • Bereid een lege partitie van minstens 50 GB voor • Flash met Rufus een afbeelding op de sleutel (FAT32, update syslinux, ISO-modus) , in MBR
ru: • Windows • USB-ключ 4 Go • Узнайте тип BIOS: UEFI ou Legacy • Отключите безопасную загрузку • Подготовьте пустой раздел размером не менее 50 ГБ • С помощью Rufus прошейте изображение на ключ (FAT32, обновите syslinux, режим ISO) в МБР
zh: •Windows•USB Key 4 Go•了解BIOS类型：UEFI或旧版•禁用安全启动•准备至少50 GB的空分区•使用Rufus，在密钥上刷新映像（FAT32，更新syslinux，ISO模式） ，以MBR为单位

# DualbootLoc_installHeader
source: Install Linux (boot on the key by changing the boot order on the BIOS or via a keyboard key (F11? Delete? Insert? F1? F2? F12?)) :
de: Installieren Sie Linux (starten Sie mit dem Schlüssel, indem Sie die Startreihenfolge im BIOS oder über eine Tastaturtaste ändern (F11? Löschen? Einfügen? F1? F2? F12?)):
es: Instale Linux (arranque en la tecla cambiando el orden de arranque en el BIOS o mediante una tecla del teclado (F11? Eliminar? Insertar? F1? F2? F12?)):
fr: Installer Linux (booter sur la clé en changeant l'ordre de boot sur le BIOS ou via une touche de clavier (F11? Suppr? Insert? F1? F2? F12?)) :
it: Installare Linux (avviare con la chiavetta cambiando l'ordine di boot sul BIOS o tramite un tasto della tastiera (F11? Cancellare? Inserire? Inserire? F1? F2? F12? F12?):
ja: Linuxをインストールします（BIOSで起動順序を変更するか、キーボードキーを使用してキーを起動します（F11？削除？挿入？F1？F2？F12？））。
nl: Installeer Linux (start op met de sleutel door de opstartvolgorde op het BIOS te wijzigen of via een toetsenbordtoets (F11? Verwijderen? Insert? F1? F2? F12?)):
ru: Установите Linux (загрузитесь с ключа, изменив порядок загрузки в BIOS или с помощью клавиши клавиатуры (F11? Удалить? Вставить? F1? F2? F12?)):
zh: 安装Linux（通过更改BIOS上的启动顺序或通过键盘键（F11？Delete？Insert？F1？F2？F12？）在键上启动）：

# DualbootLoc_installContent
source: • Language, Timezone, Network... • Manual disc configuration (recommended) • In this order : • "/dev/sda1" mount on "/" with ext4, Partition Size Linux • "/dev/sda2" is the SWAP, Size = 1.5 * RAM with hibernation, otherwise Size = 1 / 4 * RAM • The GRUB (bootloader) must be installed alongside Windows ! (in MBR, else ignore) • Check and confirm the partitions (check if windows is still there 🙂) • Etc (wait until the installation is complete)... • (UEFI) Change the UEFI boot order in the BIOS
de: • Sprache, Zeitzone, Netzwerk ... • Manuelle Disc-Konfiguration (empfohlen) • In dieser Reihenfolge: • "/ dev / sda1" wird auf "/" mit ext4, Partitionsgröße Linux gemountet • "/ dev / sda2" ist der SWAP, Größe = 1,5 * RAM mit Ruhezustand, sonst Größe = 1/4 * RAM • Der GRUB (Bootloader) muss neben Windows installiert sein! (im MBR, sonst ignorieren) • Überprüfen und bestätigen Sie die Partitionen (prüfen Sie, ob Windows noch vorhanden ist •) • usw. (warten Sie, bis die Installation abgeschlossen ist) ... • (UEFI) Ändern Sie die UEFI-Startreihenfolge im BIOS
es: • Idioma, zona horaria, red ... • Configuración manual del disco (recomendado) • En este orden: • "/ dev / sda1" mount on "/" con ext4, Partition Size Linux • "/ dev / sda2" es el SWAP, Tamaño = 1.5 * RAM con hibernación, de lo contrario Tamaño = 1/4 * RAM • ¡El GRUB (cargador de arranque) debe instalarse junto con Windows! (en MBR, de lo contrario ignore) • Verifique y confirme las particiones (verifique si todavía hay ventanas there) • Etc (espere hasta que se complete la instalación) ... • (UEFI) Cambie el orden de arranque de UEFI en el BIOS
fr: • Langue, Timezone, Network... • Configuration du disque manuel (conseillé) • Dans l'ordre : • "/dev/sda1" monté sur "/" en ext4, Taille de la partition Linux • "/dev/sda2" étant le SWAP, Taille = 1.5 * RAM si hibernation, sinon Taille = 1 / 4 * RAM • Le GRUB (boot loader) doit être installé à côté de Windows ! (en MBR, sinon ignorez) • Vérifiez et confirmez les partitions (regardez si windows est toujours là 🙂) • Etc (attendez la fin de l'installation)... • (UEFI) Changez l'ordre de boot UEFI dans le BIOS
it: • Lingua, fuso orario, rete ... • Configurazione manuale del disco (consigliata) • In questo ordine: • "/dev/sda1" mount on "/" con ext4, Partition Size Linux • "/dev/sda2" è lo SWAP, Dimensione = 1.5 * RAM con ibernazione, altrimenti Dimensione = 1/4 * RAM • Il GRUB (bootloader) deve essere installato insieme a Windows! (in MBR, altrimenti ignora) • Controlla e conferma le partizioni (controlla se windows è ancora lì 🙂) • Etc (attendi fino al completamento dell'installazione) ... • (UEFI) Cambia l'ordine di boot UEFI nel BIOS
ja: •言語、タイムゾーン、ネットワーク...•手動ディスク構成（推奨）•次の順序で：•「/ dev / sda1」はext4で「/」にマウント、Linuxはパーティションサイズ•「/ dev / sda2」はSWAP、サイズ= 1.5 *休止状態のRAM、それ以外の場合はサイズ= 1/4 * RAM•GRUB（ブートローダー）はWindowsと一緒にインストールする必要があります。 （MBRで、それ以外は無視）•パーティションの確認と確認（Windowsがまだ存在するかどうかを確認🙂）•Etc（インストールが完了するまで待機）...•（UEFI）BIOSでUEFIブート順序を変更
nl: • Taal, tijdzone, netwerk ... • Handmatige schijfconfiguratie (aanbevolen) • In deze volgorde: • "/ dev / sda1" mount on "/" met ext4, Partition Size Linux • "/ dev / sda2" is de SWAP, Grootte = 1,5 * RAM met slaapstand, anders Grootte = 1/4 * RAM • De GRUB (bootloader) moet naast Windows worden geïnstalleerd! (in MBR, negeer anders) • Controleer en bevestig de partities (controleer of Windows er nog is 🙂) • Etc (wacht tot de installatie is voltooid) ... • (UEFI) Wijzig de UEFI-opstartvolgorde in het BIOS
ru: • Язык, часовой пояс, сеть ... • Ручная настройка диска (рекомендуется) • В следующем порядке: • «/ dev / sda1» смонтировать на «/» с ext4, размер раздела Linux • «/ dev / sda2» - это SWAP, Размер = 1,5 * ОЗУ с гибернацией, в противном случае Размер = 1/4 * ОЗУ • GRUB (загрузчик) должен быть установлен вместе с Windows! (в MBR, иначе игнорировать) • Проверьте и подтвердите разделы (проверьте, все ли еще есть окна 🙂) • Etc (дождитесь завершения установки) ... • (UEFI) Измените порядок загрузки UEFI в BIOS
zh: •语言，时区，网络...•手动光盘配置（推荐）•按此顺序：•将“ / dev / sda1”安装在分区大小为ext4的Linux上的“ /”上•“ / dev / sda2”是SWAP，大小= 1.5 *处于休眠状态的RAM，否则大小= 1/4 * RAM•必须将GRUB（引导程序）与Windows一起安装！ （在MBR中，否则忽略）•检查并确认分区（检查窗口是否仍然存在🙂）•等（等待安装完成）...•（UEFI）在BIOS中更改UEFI引导顺序

# DualbootLoc_issue1Content
source: Generally, if the computer is equipped with hybrid graphics management, Linux will not boot. Solution : • Add "nomodeset" in the advanced boot options • Also remove "quiet splash" for readability Ex:
de: Wenn der Computer mit einer hybriden Grafikverwaltung ausgestattet ist, wird Linux im Allgemeinen nicht gestartet. Lösung: • Fügen Sie "nomodeset" in die erweiterten Startoptionen ein. • Entfernen Sie aus Gründen der Lesbarkeit auch "quiet splash".
es: En general, si la computadora está equipada con administración de gráficos híbridos, Linux no se iniciará. Solución: • Agregue "nomodeset" en las opciones de arranque avanzadas • También elimine "splash silencioso" para facilitar la lectura Ej:
fr: Généralement, si l'ordinateur est équipée d'une gestion graphique hybride, Linux n'arrivera pas à boot. Solution : • Ajoutez "nomodeset" dans les options avancées de boot • Enlevez également "quiet splash" pour la lisibilité Ex:
it: Generalmente, se il computer è dotato di gestione grafica ibrida, Linux non si avvia. Soluzione: • Aggiungi "nomodeset" nelle opzioni di boot avanzate • Rimuovi anche "quiet splash" per leggibilità Es:
ja: 一般に、コンピューターにハイブリッドグラフィックス管理が装備されている場合、Linuxは起動しません。解決策：•高度なブートオプションに「nomodeset」を追加します。•読みやすくするために「静かなスプラッシュ」も削除します。例：
nl: Over het algemeen start Linux niet als de computer is uitgerust met hybride grafisch beheer. Oplossing: • Voeg "nomodeset" toe aan de geavanceerde opstartopties • Verwijder ook "stille splash" voor leesbaarheid Vb:
ru: Как правило, если компьютер оснащен гибридным графическим управлением, Linux не загружается. Решение: • Добавьте «nomodeset» в дополнительные параметры загрузки • Также удалите «тихий всплеск» для удобства чтения. Например:
zh: 通常，如果计算机配备了混合图形管理，则Linux将无法启动。解决方案：•在高级启动选项中添加“ nomodeset”•还要删除“ quiet splash”以提高可读性例如：

# DualbootLoc_issue2Content1
source: By default, Linux will run with Intel. Which is very bad if you want to mine ethereum or do Machine Learning.
de: Standardmäßig läuft Linux mit Intel. Was sehr schlecht ist, wenn Sie das Astraleum abbauen oder maschinelles Lernen betreiben möchten.
es: Por defecto, Linux se ejecutará con Intel. Lo cual es muy malo si quieres minar ethereum o hacer Machine Learning.
fr: Par défaut, Linux va tourner avec Intel. Ce qui est très mauvais si vous voulez miner de l'ethereum ou faire du Machine Learning.
it: Generalmente, Linux funziona con Intel. Il che è molto negativo se si vuole estrarre l'etereo o fare Machine Learning.
ja: デフォルトでは、LinuxはIntelで実行されます。イーサリアムを採掘したり、機械学習をしたい場合は、これは非常に悪いことです。
nl: Standaard wordt Linux uitgevoerd met Intel. Dat is heel erg als je ethereum wilt minen of Machine Learning wilt doen.
ru: По умолчанию Linux будет работать с Intel. Что очень плохо, если вы хотите добывать эфириум или заниматься машинным обучением.
zh: 默认情况下，Linux将与Intel一起运行。如果您想开采以太坊或进行机器学习，这是非常糟糕的。

# DualbootLoc_issue2Content2
source: • Download NVIDIA drivers from the official NVIDIA website. • (Download CUDA if necessary, without drivers, without openGL) • Switch to TTY via Ctrl + Alt + F1, Ctrl + Alt + F2 ...
de: • Laden Sie NVIDIA-Treiber von der offiziellen NVIDIA-Website herunter. • (ggf. CUDA herunterladen, ohne Treiber, ohne openGL) • Mit Strg + Alt + F1, Strg + Alt + F2 zu TTY wechseln ...
es: • Descargue los controladores NVIDIA del sitio web oficial de NVIDIA. • (Descargue CUDA si es necesario, sin controladores, sin openGL) • Cambie a TTY a través de Ctrl + Alt + F1, Ctrl + Alt + F2 ...
fr: • Téléchargez les pilotes de NVIDIA sur le site officiel de NVIDIA. • (Téléchargez CUDA si nécessaire, sans pilotes, sans openGL) • Passer en TTY via Ctrl + Alt + F1, Ctrl + Alt + F2 ...
it: • Scaricare i driver NVIDIA dal sito Web ufficiale di NVIDIA. • (Scarica CUDA se necessario, senza driver, senza openGL) • Passa a TTY tramite Ctrl + Alt + F1, Ctrl + Alt + F2 ...
ja: •NVIDIA公式WebサイトからNVIDIAドライバーをダウンロードします。 •（必要に応じて、ドライバーなし、openGLなしでCUDAをダウンロードします）•Ctrl + Alt + F1、Ctrl + Alt + F2でTTYに切り替えます...
nl: • Download NVIDIA-stuurprogramma's van de officiële NVIDIA-website. • (download CUDA indien nodig, zonder stuurprogramma's, zonder openGL) • Schakel over naar TTY via Ctrl + Alt + F1, Ctrl + Alt + F2 ...
ru: • Загрузите драйверы NVIDIA с официального сайта NVIDIA. • (При необходимости загрузите CUDA, без драйверов, без openGL) • Переключитесь на TTY с помощью Ctrl + Alt + F1, Ctrl + Alt + F2 ...
zh: •从NVIDIA官方网站下载NVIDIA驱动程序。 •（如果需要，下载CUDA，没有驱动程序，没有openGL）•通过Ctrl + Alt + F1，Ctrl + Alt + F2切换到TTY ...

# DualbootLoc_issue2Content3
source: If the HDMI port no longer works in BIOS Legacy on Windows:
de: Wenn der HDMI-Anschluss in BIOS Legacy unter Windows nicht mehr funktioniert:
es: Si el puerto HDMI ya no funciona en BIOS Legacy en Windows:
fr: Si jamais le port HDMI ne marche plus en BIOS Legacy sur Windows :
it: Se la porta HDMI non funziona più in BIOS Legacy su Windows:
ja: WindowsのBIOSレガシーでHDMIポートが機能しなくなった場合：
nl: Als de HDMI-poort niet langer werkt in BIOS Legacy op Windows:
ru: Если порт HDMI больше не работает в BIOS Legacy в Windows:
zh: 如果HDMI端口在Windows的BIOS传统中不再起作用：

# DualbootLoc_changeLinuxHeader
source: Change GNU/Linux or not....
de: Ändern Sie GNU / Linux oder nicht ....
es: Cambiar GNU / Linux o no ...
fr: Changez de GNU/Linux ou pas...
it: Cambia GNU / Linux o no ...
ja: GNU / Linuxを変更するかどうか...
nl: Verander GNU / Linux of niet ....
ru: Менять GNU / Linux или нет ....
zh: 是否更改GNU / Linux...。

# DualbootLoc_changeLinuxContent
source: • Generally, we don't change Linux. If customization is missing, look for "How to customize a Display Manager (DM), or a Window Manager (WM)". Look for "How to customize a terminal" and test the configurations on a VM. • Want to hack? Kali Linux tools are downloadable independently of the OS • LTS? In general, LTSs are much more stable • Also, 80% of Ubuntu users prefer to reinstall rather than do a dist-upgrade.
de: • Im Allgemeinen ändern wir Linux nicht. Wenn die Anpassung fehlt, suchen Sie nach "So passen Sie einen Display Manager (DM) oder einen Window Manager (WM) an". Suchen Sie nach "So passen Sie ein Terminal an" und testen Sie die Konfigurationen auf einer VM. • Willst du hacken? Kali Linux-Tools können unabhängig vom Betriebssystem heruntergeladen werden. • LTS? Im Allgemeinen sind LTSs viel stabiler. • Außerdem ziehen 80% der Ubuntu-Benutzer eine Neuinstallation vor, anstatt ein Dist-Upgrade durchzuführen.
es: • Generalmente, no cambiamos Linux. Si falta la personalización, busque "Cómo personalizar un Administrador de visualización (DM) o un Administrador de ventanas (WM)". Busque "Cómo personalizar un terminal" y pruebe las configuraciones en una VM. • ¿Quieres hackear? Las herramientas de Kali Linux se pueden descargar independientemente del sistema operativo • LTS? En general, los LTS son mucho más estables. • Además, el 80% de los usuarios de Ubuntu prefieren reinstalar en lugar de hacer una actualización dist.
fr: • Généralement, on ne change pas de Linux. S'il manque de la customization, cherchez "Comment customiser un Display Manager(DM), ou un Window Manager (WM)". Cherchez "Comment customiser un terminal" et testez les configs sur une VM • Envie de hacker ? Les outils de Kali Linux sont téléchargeables indépendaments de l'OS • LTS ? Généralement les LTS sont beaucoup plus stables • Egalement, 80 % des utilisateurs de Ubuntu préfèrent réinstaller que faire un dist-upgrade.
it: • In generale, non cambiamo Linux. Se manca la personalizzazione, cercare "Come personalizzare un Display Manager (DM), o un Window Manager (WM)". Cercare "Come personalizzare un terminale" e testare le configurazioni su una macchina virtuale. • Vuoi hackerare? Gli strumenti di Kali Linux sono scaricabili indipendentemente dal sistema operativo • LTS? In generale, gli LTS sono molto più stabili • Inoltre, l'80% degli utenti Ubuntu preferisce reinstallare piuttosto che fare un dist-upgrade.
ja: •一般的に、Linuxは変更しません。カスタマイズがない場合は、「ディスプレイマネージャー（DM）またはウィンドウマネージャー（WM）をカスタマイズする方法」を探してください。 「端末をカスタマイズする方法」を探し、VMで構成をテストします。 •ハッキングしたいですか？ Kali Linuxツールは、OSとは独立してダウンロード可能です•LTS？一般に、LTSははるかに安定しています。また、Ubuntuユーザーの80％は、dist-upgradeではなく再インストールを好みます。
nl: • Over het algemeen veranderen we Linux niet. Als aanpassing ontbreekt, zoek dan naar "Een Display Manager (DM) of een Window Manager (WM) aanpassen". Zoek naar "Een terminal aanpassen" en test de configuraties op een VM. • Wil je hacken? Kali Linux-tools kunnen onafhankelijk van het OS • LTS worden gedownload? Over het algemeen zijn LTS's veel stabieler • Bovendien geeft 80% van de Ubuntu-gebruikers de voorkeur aan herinstallatie in plaats van een dist-upgrade uit te voeren.
ru: • Как правило, мы не меняем Linux. Если настройка отсутствует, обратитесь к разделу «Как настроить Диспетчер отображения (DM) или Диспетчер окон (WM)». Ищите «Как настроить терминал» и тестируйте конфигурации на ВМ. • Хотите взломать? Инструменты Kali Linux можно загрузить независимо от операционной системы. • LTS? В целом, LTS гораздо более стабильны. Кроме того, 80% пользователей Ubuntu предпочитают переустанавливать, а не делать dist-upgrade.
zh: •通常，我们不会更改Linux。如果缺少自定义，请查找“如何自定义显示管理器（DM）或窗口管理器（WM）”。查找“如何自定义终端”，然后在VM上测试配置。 •想要入侵？ Kali Linux工具可独立于OS下载•LTS？通常，LTS更加稳定•此外，80％的Ubuntu用户更喜欢重新安装而不是进行dist升级。

# ImprimanteLoc_header
source: Configuring the printer
de: Drucker konfigurieren
es: Configurando la impresora
fr: Configurer l'imprimante
it: Configurazione della stampante
ja: プリンターの構成
nl: Configureren van de printer
ru: Настройка принтера
zh: 配置打印机

# ImprimanteLoc_windowsContent
source: - Open \\192.168.130.2 with Windows Explorer - Enter full name and password (also test EMSE2000\firstname.lastname) - Double-click on "imprimantes-gpc"
de: - Mit Windows Explorer \\ 192.168.168.130.2 öffnen - Vorname und Passwort eingeben (auch EMSE2000 \ first name.name testen) - Doppelklick auf "imprimantes-gpc"
es: - Abra \\ 192.168.168.130.2 con el Explorador de Windows - Ingrese el nombre y la contraseña (también pruebe EMSE2000 \ first name.name) - Haga doble clic en "imprimantes-gpc"
fr: - Ouvrir \\192.168.130.2 avec l'explorer Windows - Mettre prenom.nom et mot de passe (testez également EMSE2000\prenom.nom) - Double-cliquer sur "imprimantes-gpc"
it: - Aperto \192.168.130.2 con Windows Explorer - Inserisci nome e password (prova anche EMSE2000 nome.cognome) - Fai doppio clic su "imprimantes-gpc"
ja: -Windowsエクスプローラーで\\ 192.168.168.130.2を開きます-名とパスワードを入力します（EMSE2000 \ first name.nameもテストします）-「imprimantes-gpc」をダブルクリックします
nl: - Open \\ 192.168.168.130.2 met Windows Explorer - Voer voornaam en wachtwoord in (test ook EMSE2000 \ first name.name) - Dubbelklik op "imprimantes-gpc"
ru: - Откройте \\ 192.168.168.130.2 с помощью проводника Windows - Введите имя и пароль (также проверьте EMSE2000 \ first name.name) - Дважды щелкните «imprimantes-gpc»
zh: -使用Windows资源管理器打开\\ 192.168.168.130.2-输入名字和密码（也测试EMSE2000 \ first.name）-双击“ imprimantes-gpc”

# ImprimanteLoc_linuxContent1
source: - Add smb://192.168.130.2/imprimantes-gcp to network printers - Driver: https://www.openprinting.org/download/PPD/Ricoh/PS/Ricoh-MP_C3004_PS.ppd
de: - Fügen Sie smb: //192.168.130.2/imprimantes-gcp zu Netzwerkdruckern hinzu. - Treiber: https://www.openprinting.org/download/PPD/Ricoh/PS/Ricoh-MP_C3004_PS.ppd
es: - Agregue smb: //192.168.130.2/imprimantes-gcp a las impresoras de red - Controlador: https://www.openprinting.org/download/PPD/Ricoh/PS/Ricoh-MP_C3004_PS.ppd
fr: - Ajoutez smb://192.168.130.2/imprimantes-gcp aux imprimantes réseaux - Pilote: https://www.openprinting.org/download/PPD/Ricoh/PS/Ricoh-MP_C3004_PS.ppd
it: - Aggiungi smb://192.168.130.2/imprimantes-gcp alle stampanti di rete - Driver: https://www.openprinting.org/download/PPD/Ricoh/PS/Ricoh-MP_C3004_PS.ppd
ja: -smb：//192.168.130.2/imprimantes-gcpをネットワークプリンターに追加します-ドライバー：https://www.openprinting.org/download/PPD/Ricoh/PS/Ricoh-MP_C3004_PS.ppd
nl: - Voeg smb: //192.168.130.2/imprimantes-gcp toe aan netwerkprinters - Stuurprogramma: https://www.openprinting.org/download/PPD/Ricoh/PS/Ricoh-MP_C3004_PS.ppd
ru: - Добавьте smb: //192.168.130.2/imprimantes-gcp к сетевым принтерам - Драйвер: https://www.openprinting.org/download/PPD/Ricoh/PS/Ricoh-MP_C3004_PS.ppd
zh: -将smb：//192.168.130.2/imprimantes-gcp添加到网络打印机-驱动程序：https://www.openprinting.org/download/PPD/Ricoh/PS/Ricoh-MP_C3004_PS.ppd

# ImprimanteLoc_linuxContent2
source: - Go to http://localhost:631/admin (linux account name and password) - The tab "Administration" - "Add Printer" - Type SMB, address smb://192.168.130.2/imprimantes-gcp - Use the PPD file : https://www.openprinting.org/download/PPD/Ricoh/PS/Ricoh-MP_C3004_PS.ppd - Configure the rest and it should be okay
de: - Gehen Sie zu http: // localhost: 631 / admin (Name und Kennwort des Linux-Kontos). - Registerkarte "Administration" - "Add Printer" (Drucker hinzufügen) - Geben Sie SMB ein, Adresse smb: //192.168.130.2/imprimantes-gcp. - Verwenden Sie die PPD file: https://www.openprinting.org/download/PPD/Ricoh/PS/Ricoh-MP_C3004_PS.ppd - Konfigurieren Sie den Rest und es sollte in Ordnung sein
es: - Vaya a http: // localhost: 631 / admin (nombre de cuenta y contraseña de Linux) - La pestaña "Administración" - "Agregar impresora" - Escriba SMB, dirección smb: //192.168.130.2/imprimantes-gcp - Use el PPD archivo: https://www.openprinting.org/download/PPD/Ricoh/PS/Ricoh-MP_C3004_PS.ppd - Configure el resto y debería estar bien
fr: - Accedez à http://localhost:631/admin (nom de compte et mot de passe linux) - Onglet "Administration" - "Add Printer" - Type SMB, addresse smb://192.168.130.2/imprimantes-gcp - Utilisez le fichier PPD : https://www.openprinting.org/download/PPD/Ricoh/PS/Ricoh-MP_C3004_PS.ppd - Configurez la suite et ça devrait-être ok
it: - Vai a http://localhost:631/admin (nome account e password linux) - La scheda "Amministrazione" - "Aggiungi stampante" - Tipo SMB, indirizzo smb://192.168.130.2/imprimantes-gcp - Usa il PPD file: https://www.openprinting.org/download/PPD/Ricoh/PS/Ricoh-MP_C3004_PS.ppd - Configura il resto e dovrebbe andare bene
ja: -http：// localhost：631 / admin（Linuxアカウント名とパスワード）に移動します-「管理」タブ-「プリンターの追加」-SMBと入力し、アドレスsmb：//192.168.130.2/imprimantes-gcp-PPDを使用しますファイル：https://www.openprinting.org/download/PPD/Ricoh/PS/Ricoh-MP_C3004_PS.ppd-残りを設定すれば大丈夫です
nl: - Ga naar http: // localhost: 631 / admin (Linux-accountnaam en wachtwoord) - Het tabblad "Administration" - "Printer toevoegen" - Type SMB, adres smb: //192.168.130.2/imprimantes-gcp - Gebruik de PPD file: https://www.openprinting.org/download/PPD/Ricoh/PS/Ricoh-MP_C3004_PS.ppd - Configureer de rest en het zou in orde moeten zijn
ru: - Зайдите на http: // localhost: 631 / admin (имя и пароль учетной записи linux) - Вкладка «Администрирование» - «Добавить принтер» - Введите SMB, адрес smb: //192.168.130.2/imprimantes-gcp - Используйте PPD файл: https://www.openprinting.org/download/PPD/Ricoh/PS/Ricoh-MP_C3004_PS.ppd - настройте остальные, и все должно быть в порядке
zh: -转到http：// localhost：631 / admin（Linux帐户名和密码）-选项卡“管理”-“添加打印机”-键入SMB，地址为smb：//192.168.130.2/imprimantes-gcp-使用PPD文件：https://www.openprinting.org/download/PPD/Ricoh/PS/Ricoh-MP_C3004_PS.ppd-配置其余部分，一切正常

# ImprimanteLoc_pukContent
source: Use the Minitel application > Apps > Printer
de: Verwenden Sie die Minitel-Anwendung> Apps> Drucker
es: Use la aplicación Minitel> Aplicaciones> Impresora
fr: Utilisez l'application de Minitel > Apps > Imprimante
it: Usa l'applicazione Minitel > Apps > Stampante
ja: Minitelアプリケーション>アプリ>プリンターを使用します
nl: Gebruik de Minitel-applicatie> Apps> Printer
ru: Используйте приложение Minitel> Приложения> Принтер
zh: 使用Minitel应用程序>应用程序>打印机

# MailLoc_header
source: Importing Sogo emails
de: Importieren von Sogo-E-Mails
es: Importar correos electrónicos de Sogo
fr: Importation des mails Sogo
it: Importare e-mail Sogo
ja: Sogoメールのインポート
nl: Sogo e-mails importeren
ru: Импорт писем Sogo
zh: 导入Sogo电子邮件
